{
  "metadata": {
    "analysis_date": "2025-09-08T17:18:44.964889",
    "relationship_type_counts": {
      "biolink:ChemicalGeneInteractionAssociation": 863759,
      "biolink:ChemicalToDiseaseOrPhenotypicFeatureAssociation": 91593,
      "biolink:ChemicalToPathwayAssociation": 815631,
      "biolink:GeneToPathwayAssociation": 312490,
      "biolink:MacromolecularMachineToBiologicalProcessAssociation": 25978,
      "biolink:OrganismTaxonToChemicalEntityAssociation": 952
    },
    "relationship_types": [
      "biolink:OrganismTaxonToChemicalEntityAssociation",
      "biolink:ChemicalToDiseaseOrPhenotypicFeatureAssociation",
      "biolink:ChemicalGeneInteractionAssociation",
      "biolink:ChemicalToPathwayAssociation",
      "biolink:GeneToPathwayAssociation",
      "biolink:MacromolecularMachineToBiologicalProcessAssociation"
    ],
    "source_file": "../records/hmdb_v5_parsed_records_20250908_1108.jsonl",
    "total_records": 2110403
  },
  "overall_statistics": {
    "_id": {
      "duplicate_analysis": {
        "duplication_count_distribution": {
          "2": 2213,
          "3": 774,
          "4": 510,
          "5": 403,
          "6": 277,
          "7": 236,
          "8": 235,
          "9": 144,
          "10": 228,
          "11": 125,
          "12": 127,
          "13": 114,
          "14": 69,
          "15": 60,
          "16": 34,
          "17": 105,
          "18": 128,
          "20": 4,
          "21": 43,
          "22": 46,
          "23": 68,
          "24": 75,
          "25": 179,
          "26": 84,
          "27": 54,
          "28": 57,
          "29": 85,
          "30": 125,
          "31": 31,
          "33": 71,
          "34": 2,
          "36": 2,
          "37": 74,
          "38": 38,
          "42": 1,
          "45": 45,
          "46": 1,
          "49": 52,
          "50": 4,
          "54": 2,
          "56": 2,
          "58": 4,
          "60": 4,
          "66": 1,
          "74": 3,
          "75": 78,
          "76": 1,
          "90": 1,
          "98": 1,
          "150": 1
        },
        "max_duplicates_for_single_id": 150,
        "sampled_duplicates_by_count": {
          "2": [
            "131801660_associated_with_601665",
            "7958_associated_with_0005258",
            "52923205_associated_with_0024575"
          ],
          "3": [
            "5280360_associated_with_0001150",
            "7410_associated_with_0005101",
            "1017_associated_with_C0019004"
          ],
          "4": [
            "73318_associated_with_C0037369",
            "79025_associated_with_138900",
            "160471_associated_with_0001946"
          ],
          "5": [
            "68152_associated_with_0012451",
            "5283137_associated_with_0001538",
            "440279_associated_with_C4724410"
          ],
          "6": [
            "5281_associated_with_0001356",
            "6348_associated_with_0009960",
            "107_associated_with_C1882338"
          ],
          "7": [
            "10796774_associated_with_0005276",
            "657272_associated_with_104300",
            "44359816_associated_with_0005296"
          ],
          "8": [
            "31289_associated_with_0005258",
            "5988_associated_with_601313",
            "12736_associated_with_0008721"
          ],
          "9": [
            "10457_associated_with_0012451",
            "10469_associated_with_0009855",
            "5810_associated_with_C1882338"
          ],
          "10": [
            "43_associated_with_231680",
            "1004_associated_with_0000313",
            "999_associated_with_0007008"
          ],
          "11": [
            "127_associated_with_0005101",
            "967_associated_with_0007008",
            "67678_associated_with_606812"
          ],
          "12": [
            "1032_associated_with_0005052",
            "5839_associated_with_0100344",
            "51_associated_with_0011790"
          ],
          "13": [
            "FBWPWWWZWKPJFL-UHFFFAOYSA-N_associated_with_0002039",
            "743_associated_with_606812",
            "FBWPWWWZWKPJFL-UHFFFAOYSA-N_associated_with_0010379"
          ],
          "14": [
            "284_associated_with_0024575",
            "284_associated_with_1678",
            "757_associated_with_211980"
          ],
          "15": [
            "264_associated_with_0008930",
            "1174_associated_with_0005154",
            "1174_associated_with_0008814"
          ],
          "16": [
            "6021_associated_with_0012451",
            "923_associated_with_0008964",
            "923_associated_with_607364"
          ],
          "17": [
            "6267_associated_with_0024575",
            "5960_associated_with_0005052",
            "5280352_associated_with_0009134"
          ],
          "18": [
            "271_associated_with_607364",
            "96_associated_with_605911",
            "119_associated_with_0018457"
          ],
          "20": [
            "3776_associated_with_0005081",
            "6238_associated_with_201910",
            "440864_associated_with_0005081"
          ],
          "21": [
            "586_associated_with_211980",
            "586_associated_with_0005090",
            "1123_associated_with_0023691"
          ],
          "22": [
            "849_associated_with_0006042",
            "1738_associated_with_608516",
            "849_associated_with_0018544"
          ],
          "23": [
            "248_associated_with_0005090",
            "222_associated_with_0011326",
            "222_associated_with_0014659"
          ],
          "24": [
            "33032_associated_with_0005101",
            "33032_associated_with_0005260",
            "6306_associated_with_0005059"
          ],
          "25": [
            "5754_associated_with_0000624",
            "6274_associated_with_0005027",
            "9750_associated_with_0008815"
          ],
          "26": [
            "790_associated_with_0010089",
            "6305_associated_with_0004326",
            "767_associated_with_0009904"
          ],
          "27": [
            "311_associated_with_0010161",
            "311_associated_with_0007488",
            "311_associated_with_0017862"
          ],
          "28": [
            "757_associated_with_0009823",
            "5951_associated_with_601665",
            "5951_associated_with_0005059"
          ],
          "29": [
            "6057_associated_with_260350",
            "6057_associated_with_C4724410",
            "6057_associated_with_0018457"
          ],
          "30": [
            "6140_associated_with_0005420",
            "1060_associated_with_0008759",
            "145742_associated_with_601313"
          ],
          "31": [
            "1175_associated_with_0010089",
            "1175_associated_with_0008861",
            "1175_associated_with_300322"
          ],
          "33": [
            "6287_associated_with_0005101",
            "6287_associated_with_0005260",
            "5962_associated_with_0009542"
          ],
          "34": [
            "702_associated_with_0005081",
            "6267_associated_with_0005081"
          ],
          "36": [
            "180_associated_with_0005081",
            "96_associated_with_0005081"
          ],
          "37": [
            "588_associated_with_0009475",
            "588_associated_with_0024575",
            "588_associated_with_300322"
          ],
          "38": [
            "5950_associated_with_0018457",
            "5950_associated_with_0012451",
            "5950_associated_with_0005575"
          ],
          "42": [
            "586_associated_with_0005081"
          ],
          "45": [
            "750_associated_with_0014576",
            "750_associated_with_0009376",
            "750_associated_with_0013762"
          ],
          "46": [
            "248_associated_with_0005081"
          ],
          "49": [
            "64689_associated_with_0027767",
            "64689_associated_with_0013991",
            "64689_associated_with_0009866"
          ],
          "50": [
            "176_associated_with_0005081",
            "5961_associated_with_0005081",
            "6288_associated_with_0005081"
          ],
          "54": [
            "6106_associated_with_0005081",
            "311_associated_with_0005081"
          ],
          "56": [
            "6137_associated_with_0005081",
            "5951_associated_with_0005081"
          ],
          "58": [
            "6262_associated_with_0005081",
            "6057_associated_with_0005081",
            "92135_associated_with_0005081"
          ],
          "60": [
            "145742_associated_with_0005081",
            "1060_associated_with_0005081",
            "6140_associated_with_0005081"
          ],
          "66": [
            "6287_associated_with_0005081"
          ],
          "74": [
            "588_associated_with_0005081",
            "6322_associated_with_0008814",
            "6322_associated_with_0005081"
          ],
          "75": [
            "107689_associated_with_0958181",
            "107689_associated_with_0009251",
            "107689_associated_with_0005473"
          ],
          "76": [
            "5950_associated_with_0005081"
          ],
          "90": [
            "750_associated_with_0005081"
          ],
          "98": [
            "64689_associated_with_0005081"
          ],
          "150": [
            "107689_associated_with_0005081"
          ]
        },
        "total_duplicate_groups": 50,
        "total_duplicate_records": 71471
      },
      "duplicate_count": 64450,
      "raw_count": 2110403,
      "unique_count": 2045953
    },
    "association_publication": {
      "percentage": 0.19,
      "raw_count": 402435,
      "record_count": 3922,
      "sample_values": [
        "{'pmid': 'PMID:7646009', 'category': 'biolink:Publication'}",
        "{'pmid': ['PMID:12324374', 'PMID:27446020'], 'category': 'biolink:Publication'}",
        "{'pmid': 'PMID:22292465', 'category': 'biolink:Publication'}",
        "{'pmid': 'PMID:15785002', 'category': 'biolink:Publication'}",
        "{'pmid': 'PMID:19734309', 'category': 'biolink:Publication'}",
        "{'pmid': 'PMID:24621061', 'category': 'biolink:Publication'}",
        "{'pmid': ['PMID:11422368', 'PMID:7191'], 'category': 'biolink:Publication'}",
        "{'pmid': 'PMID:14613880', 'category': 'biolink:Publication'}",
        "{'pmid': ['PMID:11758919', 'PMID:26360870', 'PMID:14390024'], 'category': 'biolink:Publication'}",
        "{'pmid': 'PMID:24958563', 'category': 'biolink:Publication'}"
      ],
      "unique_count": 3922
    },
    "object_description": {
      "percentage": 0.59,
      "raw_count": 1931715,
      "record_count": 12367,
      "sample_values": [
        "3-Hydroxybutyric acid (CAS: 300-85-6), also known as beta-hydroxybutanoic acid, is a typical partial-degradation product of branched-chain amino acids (primarily valine) released from muscle for hepatic and renal gluconeogenesis. This acid is metabolized by 3-hydroxybutyrate dehydrogenase (catalyzes the oxidation of 3-hydroxybutyrate to form acetoacetate, using NAD+ as an electron acceptor). The enzyme functions in nervous tissues and muscles, enabling the use of circulating hydroxybutyrate as a fuel. In the liver mitochondrial matrix, the enzyme can also catalyze the reverse reaction, a step in ketogenesis. 3-Hydroxybutyric acid is a chiral compound having two enantiomers, D-3-hydroxybutyric acid and L-3-hydroxybutyric acid, and is a ketone body. Like the other ketone bodies (acetoacetate and acetone), levels of 3-hydroxybutyrate in blood and urine are raised in ketosis. In humans, 3-hydroxybutyrate is synthesized in the liver from acetyl-CoA and can be used as an energy source by the brain when blood glucose is low. Blood levels of 3-hydroxybutyric acid levels may be monitored in diabetic patients to look for diabetic ketoacidosis. Persistent mild hyperketonemia is a common finding in newborns. Ketone bodies serve as an indispensable source of energy for extrahepatic tissues, especially the brain and lung of developing mammals. Another important function of ketone bodies is to provide acetoacetyl-CoA and acetyl-CoA for the synthesis of cholesterol, fatty acids, and complex lipids. During the early postnatal period, acetoacetate (AcAc) and beta-hydroxybutyrate are preferred over glucose as substrates for the synthesis of phospholipids and sphingolipids in accord with requirements for brain growth and myelination. Thus, during the first two weeks of postnatal development, when the accumulation of cholesterol and phospholipids accelerates, the proportion of ketone bodies incorporated into these lipids increases. On the other hand, an increased proportion of ketone bodies is utilized for cerebroside synthesis during the period of active myelination. In the lung, AcAc serves better than glucose as a precursor for the synthesis of lung phospholipids. The synthesized lipids, particularly dipalmitoylphosphatidylcholine, are incorporated into surfactant, and thus have a potential role in supplying adequate surfactant lipids to maintain lung function during the early days of life (PMID: 3884391). 3-Hydroxybutyric acid is found to be associated with fumarase deficiency and medium-chain acyl-CoA dehydrogenase deficiency, which are inborn errors of metabolism. 3-Hydroxybutyric acid is a metabolite of Alcaligenes and can be produced from plastic metabolization or incorporated into polymers, depending on the species (PMID: 7646009, 18615882).",
        "p-Hydroxyphenylacetic acid, also known as 4-hydroxybenzeneacetate, is classified as a member of the 1-hydroxy-2-unsubstituted benzenoids. 1-Hydroxy-2-unsubstituted benzenoids are phenols that are unsubstituted at the 2-position. p-Hydroxyphenylacetic acid is considered to be slightly soluble (in water) and acidic.  p-Hydroxyphenylacetic acid can be synthesized from acetic acid. It is also a parent compound for other transformation products, including but not limited to, methyl 2-(4-hydroxyphenyl)acetate, ixerochinolide, and lactucopicrin 15-oxalate.  p-Hydroxyphenylacetic acid can be found in numerous foods such as olives, cocoa beans, oats, and mushrooms. p-Hydroxyphenylacetic acid can be found throughout all human tissues and in all biofluids. Within a cell, p-hydroxyphenylacetic acid is primarily located in the cytoplasm and in the extracellular space. p-Hydroxyphenylacetic acid is also a microbial metabolite produced by Acinetobacter, Clostridium, Klebsiella, Pseudomonas, and Proteus. Higher levels of this metabolite are associated with an overgrowth of small intestinal bacteria from Clostridia species including C. difficile, C. stricklandii, C. lituseburense, C. subterminale, C. putrefaciens, and C. propionicum (PMID: 476929, 12173102). p-Hydroxyphenylacetic acid is detected after the consumption of whole grain.",
        "Butyric acid is a short-chain fatty acid (SCFA) formed in the mammalian colon by bacterial fermentation of carbohydrates (including dietary fibre). It is a straight-chain alkyl carboxylic acid that appears as an oily, colorless liquid with an unpleasant (rancid butter) odor. The name butyric acid comes from the Greek word for \"butter\", the substance in which it was first found. Triglycerides of butyric acid constitute 3‚Äì4% of butter. When butter goes rancid, butyric acid is liberated from the short-chain triglycerides via hydrolysis. Butyric acid is a widely distributed SCFA and is found in all organisms ranging from bacteria to plants to animals. It is present in animal fat and plant oils, bovine milk, breast milk, butter, parmesan cheese, body odor and vomit. While butyric acid has an unpleasant odor, it does have a pleasant buttery taste. As a result, butyric acid is used as a flavoring agent in food manufacturing. Low-molecular-weight esters of butyric acid, such as methyl butyrate, also have very pleasant aromas or tastes. As a result, several butyrate esters are used as food and perfume additives. Butyrate is naturally produced by fermentation processes performed by obligate anaerobic bacteria found in the mammalian gut. It is a metabolite of several bacterial genera including Anaerostipes, Coprococcus, Eubacterium, Faecalibacterium and Roseburia (PMID: 12324374; PMID: 27446020). Highly-fermentable fiber residues, such as those from resistant starch, oat bran, pectin, and guar can be transformed by colonic bacteria into butyrate. One study found that resistant starch consistently produces more butyrate than other types of dietary fibre (PMID: 14747692). The production of butyrate from fibres in ruminant animals such as cattle is responsible for the butyrate content of milk and butter. Butyrate has a number of important biological functions and binds to several specific receptors. In humans, butyric acid is one of two primary endogenous agonists of human hydroxycarboxylic acid receptor 2 (HCA2), a G protein-coupled receptor. Like other SCFAs, butyrate is also an agonist at the free fatty acid receptors FFAR2 and FFAR3, which function as nutrient sensors that facilitate the homeostatic control of energy balance. Butyrate is essential to host immune homeostasis (PMID: 25875123). Butyrate's effects on the immune system are mediated through the inhibition of class I histone deacetylases (specifically, HDAC1, HDAC2, HDAC3, and HDAC8) and activation of its G-protein coupled receptor targets including HCA2, FFAR2 and FFAR3. Among the short-chain fatty acids, butyrate is the most potent promoter of intestinal regulatory T cells in vitro and the only SCFA that is an HCA2 ligand (PMID: 25741338). Butyrate has been shown to be a critical mediator of the colonic inflammatory response. It possesses both preventive and therapeutic potential to counteract inflammation-mediated ulcerative colitis and colorectal cancer. As a short-chain fatty acid, butyrate is metabolized by mitochondria as an energy source through fatty acid metabolism. In particular, it is an important energy source for cells lining the mammalian colon (colonocytes). Without butyrate, colon cells undergo autophagy (i.e., self-digestion) and die.",
        "Acetic acid is a two-carbon, straight-chain fatty acid. It is the smallest short-chain fatty acid (SCFA) and one of the simplest carboxylic acids. is an acidic, colourless liquid and is the main component in vinegar. Acetic acid has a sour taste and pungent smell. It is an important chemical reagent and industrial chemical that is used in the production of plastic soft drink bottles, photographic film; and polyvinyl acetate for wood glue, as well as many synthetic fibres and fabrics. In households diluted acetic acid is often used as a cleaning agent. In the food industry acetic acid is used as an acidity regulator. Acetic acid is found in all organisms, from bacteria to plants to humans. The acetyl group, derived from acetic acid, is fundamental to the biochemistry of virtually all forms of life. When bound to coenzyme A (to form acetylCoA) it is central to the metabolism of carbohydrates and fats. However, the concentration of free acetic acid in cells is kept at a low level to avoid disrupting the control of the pH of the cell contents. Acetic acid is produced and excreted in large amounts by certain acetic acid bacteria, notably the Acetobacter genus and Clostridium acetobutylicum. These bacteria are found universally in foodstuffs, water, and soil. Due to their widespread presence on fruit, acetic acid is produced naturally as fruits and many other sugar-rich foods spoil. Several species of anaerobic bacteria, including members of the genus Clostridium and Acetobacterium can convert sugars to acetic acid directly. However, Clostridium bacteria are less acid-tolerant than Acetobacter. Even the most acid-tolerant Clostridium strains can produce acetic acid in concentrations of only a few per cent, compared to Acetobacter strains that can produce acetic acid in concentrations up to 20%. Acetic acid is also a component of the vaginal lubrication of humans and other primates, where it appears to serve as a mild antibacterial agent. Acetic acid can be found in other biofluids such as urine at low concentrations. Urinary acetic acid is produced by bacteria such as Escherichia coli, Pseudomonas aeruginosa, Klebsiella pneumonia, Enterobacter, Acinetobacter, Proteus mirabilis, Citrobacter frundii, Enterococcus faecalis, Streptococcus group B, Staphylococcus saprophyticus (PMID: 22292465). Acetic acid concentrations greater than 30 uM/mM creatinine in the urine can indicate a urinary tract infection, which typically suggests the presence of E. coli or Klebshiella pneumonia in the urinary tract. (PMID: 24909875) Acetic acid is also produced by other bacteria such as Akkermansia, Bacteroidetes, Bifidobacterium, Prevotella and Ruminococcus (PMID: 20444704; PMID: 22292465).",
        "Ascorbic acid is found naturally in citrus fruits and many vegetables and is an essential nutrient in human diets. It is necessary to maintain connective tissue and bone. The biologically active form of ascorbic acid is vitamin C. Vitamin C is a water soluble vitamin. Primates (including humans) and a few other species in all divisions of the animal kingdom, notably the guinea pig, have lost the ability to synthesize ascorbic acid and must obtain it in their food. Vitamin C functions as a reducing agent and coenzyme in several metabolic pathways. Vitamin C is considered an antioxidant (PubChem). Ascorbic acid is an electron donor for enzymes involved in collagen hydroxylation, biosynthesis of carnitine and norepinephrine, tyrosine metabolism, and amidation of peptide hormones. Ascrobic acid (vitamin C) deficiency causes scurvy. The amount of vitamin C necessary to prevent scurvy may not be adequate to maintain optimal health. The ability of vitamin C to donate electrons also makes it a potent water-soluble antioxidant that readily scavenges free radicals such as molecular oxygen, superoxide, hydroxyl radical, and hypochlorous acid. In this setting, several mechanisms could account for a link between vitamin C and heart disease. One is the relation between LDL oxidation and vitamins C and E. Vitamin C in vitro can recycle vitamin E, which can donate electrons to prevent LDL oxidation in vitro. As the lipid-phase vitamin E is oxidized, it can be regenerated by aqueous vitamin C. Other possibilities are that vitamin C could decrease cholesterol by mechanisms not well characterized, or could improve vasodilatation and vascular reactivity, perhaps by decreasing the interactions of nitric oxide with oxidants (PMID: 10799361). Moreover, ascorbic acid is found to be associated with hyperoxalemia, which is an inborn error of metabolism. Ascorbic acid is also a microbial metabolite produced by Ketogulonicigenium (PMID: 15785002).",
        "Melibiose (CAS: 585-99-9) is a disaccharide consisting of one galactose and one glucose moiety in an alpha (1-6) glycosidic linkage. This sugar is produced and metabolized only by enteric and lactic acid bacteria and other microbes, such as Dickeya dadantii, Escherichia, Leuconostoc, and Saccharomyces (PMID: 19734309, 28453942). It is not an endogenous metabolite but may be obtained from the consumption of partially fermented molasses, brown sugar, or honey. Antibodies to melibiose will appear in individuals affected by Chagas' disease (Trypanosoma cruzi infection). Melibiose is not metabolized by humans but can be broken down by gut microflora, such as E. coli. In fact, E. coli is able to utilize melibiose as a sole source of carbon. Melibiose is first imported by the melibiose permease, MelB and then converted into β-D-glucose and β-D-galactose by the α-galactosidase encoded by melA. Because of its poor digestibility, melibiose (along with rhamnose) can be used together for noninvasive intestinal mucosa barrier testing. This test can be used to assess malabsorption or impairment of intestinal permeability. Recent studies with dietary melibiose have shown that it can strongly affect the Th cell responses to an ingested antigen. It has been suggested that melibiose could be used to enhance the induction of oral tolerance (PMID: 17986780).",
        "Epinephrine is a catecholamine, a sympathomimetic monoamine derived from the amino acids phenylalanine and tyrosine. It is the active sympathomimetic hormone secreted from the adrenal medulla in most species. It stimulates both the alpha- and beta- adrenergic systems, causes systemic vasoconstriction and gastrointestinal relaxation, stimulates the heart, and dilates bronchi and cerebral vessels. It is used in asthma and cardiac failure and to delay absorption of local anesthetics. Epinephrine also constricts arterioles in the skin and gut while dilating arterioles in leg muscles. It elevates the blood sugar level by increasing hydrolysis of glycogen to glucose in the liver, and at the same time begins the breakdown of lipids in adipocytes. Epinephrine has a suppressive effect on the immune system.",
        "Dopamine is a member of the catecholamine family of neurotransmitters in the brain and is a precursor to epinephrine (adrenaline) and norepinephrine (noradrenaline). Dopamine is synthesized in the body (mainly by nervous tissue and adrenal glands) first by the hydration of the amino acid tyrosine to DOPA by tyrosine hydroxylase and then by the decarboxylation of DOPA by aromatic-L-amino-acid decarboxylase. Dopamine is a major transmitter in the extrapyramidal system of the brain, and important in regulating movement. A family of receptors (dopamine receptors) mediates its action, which plays a major role in reward-motivated behaviour. Dopamine has many other functions outside the brain. In blood vessels, dopamine inhibits norepinephrine release and acts as a vasodilator (at normal concentrations); in the kidneys, it increases sodium excretion and urine output; in the pancreas, it reduces insulin production; in the digestive system, it reduces gastrointestinal motility and protects intestinal mucosa; and in the immune system, it reduces the activity of lymphocytes. Parkinson's disease, a degenerative condition causing tremor and motor impairment, is caused by a loss of dopamine-secreting neurons in an area of the midbrain called the substantia nigra. There is evidence that schizophrenia involves altered levels of dopamine activity, and most antipsychotic drugs used to treat this are dopamine antagonists, which reduce dopamine activity. Attention deficit hyperactivity disorder, bipolar disorder, and addiction are also characterized by defects in dopamine production or metabolism. It has been suggested that animals derived their dopamine-synthesizing machinery from bacteria via horizontal gene transfer that may have occurred relatively late in evolutionary time. This is perhaps a result of the symbiotic incorporation of bacteria into eukaryotic cells that gave rise to mitochondria. Dopamine is elevated in the urine of people who consume bananas. When present in sufficiently high levels, dopamine can be a neurotoxin and a metabotoxin. A neurotoxin is a compound that disrupts or attacks neural tissue. A metabotoxin is an endogenously produced metabolite that causes adverse health effects at chronically high levels. Chronically high levels of dopamine are associated with neuroblastoma, Costello syndrome, leukemia, phaeochromocytoma, aromatic L-amino acid decarboxylase deficiency, and Menkes disease (MNK). High levels of dopamine can lead to hyperactivity, insomnia, agitation and anxiety, depression, delusions, excessive salivation, nausea, and digestive problems. A study has shown that urinary dopamine is produced by Bacillus and Serratia (PMID: 24621061)",
        "Dimethylamine (DMA) is an organic secondary amine. It is a colorless, liquefied and flammable gas with an ammonia and fish-like odor. Dimethylamine is abundantly present in human urine. Main sources of urinary DMA have been reported to include trimethylamine N-oxide, a common food component, and asymmetric dimethylarginine (ADMA), an endogenous inhibitor of nitric oxide (NO) synthesis. ADMA is excreted in the urine in part unmetabolized and in part after hydrolysis to DMA by dimethylarginine dimethylaminohydrolase (DDAH). Statistically significant increases in urinary DMA have been found in individuals after the consumption of fish and seafoods. The highest values were obtained for individuals that consumed coley, squid and whiting with cod, haddock, sardine, skate and swordfish (PMID: 18282650). It has also been identified as a uremic toxin according to the European Uremic Toxin Working Group (PMID: 22626821). As a pure chemical substance Dimethylamine is used as dehairing agent in tanning, in dyes, in rubber accelerators, in soaps and cleaning compounds and as an agricultural fungicide. In the body, DMA also undergoes nitrosation under weak acid conditions to give dimethlynitrosamine. Study has shown that DMA is a metabolite of Arthrobacter and Micrococcus (PMID: 11422368 ; PMID: 7191).",
        "Ethanol is a clear, colorless liquid rapidly absorbed from the gastrointestinal tract and distributed throughout the body. It has bactericidal activity and is used often as a topical disinfectant. It is widely used as a solvent and preservative in pharmaceutical preparations as well as serving as the primary ingredient in alcoholic beverages. Indeed, ethanol has widespread use as a solvent of substances intended for human contact or consumption, including scents, flavorings, colorings, and medicines. Ethanol has a depressive effect on the central nervous system and because of its psychoactive effects, it is considered a drug. Ethanol has a complex mode of action and affects multiple systems in the brain, most notably it acts as an agonist to the GABA receptors. Death from ethanol consumption is possible when blood alcohol level reaches 0.4%. A blood level of 0.5% or more is commonly fatal. Levels of even less than 0.1% can cause intoxication, with unconsciousness often occurring at 0.3-0.4 %. Ethanol is metabolized by the body as an energy-providing carbohydrate nutrient, as it metabolizes into acetyl CoA, an intermediate common with glucose metabolism, that can be used for energy in the citric acid cycle or for biosynthesis. Ethanol within the human body is converted into acetaldehyde by alcohol dehydrogenase and then into acetic acid by acetaldehyde dehydrogenase. The product of the first step of this breakdown, acetaldehyde, is more toxic than ethanol. Acetaldehyde is linked to most of the clinical effects of alcohol. It has been shown to increase the risk of developing cirrhosis of the liver,[77] multiple forms of cancer, and alcoholism. Industrially, ethanol is produced both as a petrochemical, through the hydration of ethylene, and biologically, by fermenting sugars with yeast. Small amounts of ethanol are endogenously produced by gut microflora through anaerobic fermentation. However most ethanol detected in biofluids and tissues likely comes from consumption of alcoholic beverages. Absolute ethanol or anhydrous alcohol generally refers to purified ethanol, containing no more than one percent water. Absolute alcohol is not intended for human consumption. It often contains trace amounts of toxic benzene (used to remove water by azeotropic distillation). Consumption of this form of ethanol can be fatal over a short time period. Generally absolute or pure ethanol is used as a solvent for lab and industrial settings where water will disrupt a desired reaction. Pure ethanol is classed as 200 proof in the USA and Canada, equivalent to 175 degrees proof in the UK system. Ethanol is a general biomarker for the consumption of alcohol. Ethanol is also a metabolite of Hansenula and Saccharomyces (PMID: 14613880) (https://ac.els-cdn.com/S0079635206800470/1-s2.0-S0079635206800470-main.pdf?_tid=4d340044-3230-4141-88dd-deec4d2e35bd&acdnat=1550288012_0c4a20fe963843426147979d376cf624)."
      ],
      "unique_count": 12367
    },
    "object_id": {
      "raw_count": 2106455,
      "unique_count": 62744
    },
    "object_xrefs": {
      "raw_count": 2953216,
      "sample_values": [
        "PUBCHEM.COMPOUND:92135",
        "INCHIKEY:WHBMMWSBFZVSSR-GSVOUGTGSA-N",
        "smiles:C[C@@H](O)CC(O)=O",
        "CHEBI:17066",
        "HMDB:HMDB0000011",
        "CAS:625-72-9",
        "KEGG.COMPOUND:C01089",
        "chemspider:83181",
        "foodb.compound:FDB021869",
        "BIGG.METABOLITE:36784"
      ],
      "unique_count": 71506
    },
    "subject_description": {
      "percentage": 3.06,
      "raw_count": 2106224,
      "record_count": 64512,
      "sample_values": [
        "A genus of Gram-negative, aerobic, rod-shaped bacteria in the family Alcaligenaceae. [NCIT]",
        "A genus of bacteria within the phylum Proteobacteria consisting of strictly aerobic nonfermentative gram-negative bacilli. [NCIT]",
        "A genus of gram-positive, obligate anaerobic bacteria in the Firmicutes phylum capable of producing endospores. [NCIT]",
        "A species of anaerobic, Gram positive, rod shaped bacteria assigned to the phylum Proteobacteria. This species is spore forming, motile, produces the type G toxin, does not hydrolyze esculin and is beta-hemolytic. C. subterminale is isolated from soil and is pathogenic, being a causative agent of botulism. [NCIT]",
        "A genus of Gram-negative, non-motile, rod-shaped bacteria that have a polysaccharide-based capsule and are oxidase negative. Klebsiella spp. are frequent human pathogens. [NCIT]",
        "A species of facultatively anaerobic, Gram negative, rod shaped bacteria assigned to the phylum Proteobacteria. This species is nonmotile, oxidase negative, and produces acid from glucose, mannitol, rhamnose, arabinose and amygdalin. K. ozaenae is pathogenic and a causative agent of ozena/atrophic rhinitis. [NCIT]",
        "A genus of gram-negative, motile, non-spore-forming, rod-shaped bacteria in the phylum Proteobacteria. [NCIT]",
        "A species of facultatively anaerobic, Gram negative, rod shaped bacteria in the phylum Proteobacteria. This species is motile, non spore forming, produces pyorubin, pyocyanin and fluorescein and has minimal nutrient requirements. P. aeruginosa is an opportunistic pathogen found in soil, water and as a part of skin flora that can cause lethal infections in cystic fibrosis patients, burn victims and immunocompromised individuals. [NCIT]",
        "A genus of aerobic, Gram positive, rod shaped bacterium assigned to the phylum Firmicutes and the family Eubacteriaceae. [NCIT]",
        "A genus of anaerobic, Gram positive, cocci shaped bacterium assigned to the phylum Firmicutes and the family Ruminococcaceae. [NCIT]"
      ],
      "unique_count": 64512
    },
    "subject_id": {
      "raw_count": 2110403,
      "unique_count": 66576
    },
    "subject_xrefs": {
      "raw_count": 15300706,
      "sample_values": [
        "C86012",
        "C76200",
        "C76275",
        "C86295",
        "C28165",
        "C86457",
        "C76375",
        "C86696",
        "C86383",
        "C86393"
      ],
      "unique_count": 327435
    }
  },
  "property_summary": {
    "all_association_properties": [
      "agent_type",
      "category",
      "has_evidence",
      "predicate",
      "primary_knowledge_source",
      "publication",
      "publication.category",
      "publication.doi",
      "publication.pmid",
      "publication.url"
    ],
    "all_object_properties": [
      "anatomical_entity",
      "anatomical_entity.category",
      "anatomical_entity.id",
      "anatomical_entity.name",
      "anatomical_entity.original_name",
      "biosample",
      "biosample.category",
      "biosample.id",
      "biosample.name",
      "biosample.original_name",
      "category",
      "cellular_component",
      "chemical_formula",
      "description",
      "full_name",
      "id",
      "logp",
      "mapping_tool",
      "melting_point",
      "molecular_weight",
      "molecular_weight.average_molecular_weight",
      "molecular_weight.monoisotopic_molecular_weight",
      "name",
      "original_name",
      "protein_type",
      "state",
      "synonyms",
      "water_solubility",
      "xrefs"
    ],
    "all_subject_properties": [
      "anatomical_entity",
      "anatomical_entity.category",
      "anatomical_entity.id",
      "anatomical_entity.name",
      "anatomical_entity.original_name",
      "biosample",
      "biosample.category",
      "biosample.id",
      "biosample.name",
      "biosample.original_name",
      "category",
      "cellular_component",
      "chemical_formula",
      "chromosomal_location",
      "description",
      "full_name",
      "function",
      "gene_description",
      "gene_seq",
      "id",
      "lineage",
      "locus",
      "logp",
      "mapping_tool",
      "melting_point",
      "molecular_weight",
      "molecular_weight.average_molecular_weight",
      "molecular_weight.monoisotopic_molecular_weight",
      "name",
      "organism_type",
      "original_name",
      "parent_taxid",
      "protein_seq",
      "protein_type",
      "rank",
      "residue_num",
      "signal_region",
      "specific_function",
      "state",
      "synonyms",
      "taxid",
      "theoretical_pi",
      "transmembrane_region",
      "water_solubility",
      "xrefs"
    ]
  },
  "relationship_type_analysis": {
    "biolink:ChemicalGeneInteractionAssociation": {
      "association_properties": {
        "agent_type": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 1,
          "sample_values": [
            "biolink:manual_agent"
          ],
          "unique_count": 1
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 1,
          "sample_values": [
            "biolink:ChemicalGeneInteractionAssociation"
          ],
          "unique_count": 1
        },
        "has_evidence": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 1,
          "sample_values": [
            "ECO:0000000"
          ],
          "unique_count": 1
        },
        "predicate": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 1,
          "sample_values": [
            "biolink:interacts_with"
          ],
          "unique_count": 1
        },
        "primary_knowledge_source": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 1,
          "sample_values": [
            "infores:hmdb_v5"
          ],
          "unique_count": 1
        }
      },
      "object_properties": {
        "category": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 1,
          "sample_values": [
            "biolink:Protein"
          ],
          "unique_count": 1
        },
        "description": {
          "percentage": 0.65,
          "raw_count": 735897,
          "record_count": 5657,
          "sample_values": [
            "Catalyzes the peptide bond hydrolysis in Xaa-His dipeptides, displaying the highest activity toward carnosine (beta-alanyl-L-histidine) and anserine (beta-alanyl-3-methyl-histidine)",
            "Protein-arginine N-methyltransferase that catalyzes both the monomethylation and asymmetric dimethylation of the guanidino nitrogens of arginine residues in target proteins, and therefore falls into the group of type I methyltransferases (PubMed:22795084, PubMed:23445220, PubMed:25728001, PubMed:31378783, PubMed:33495566, PubMed:39513743). Catalyzes the asymmetric arginine dimethylation at multiple sites in the Arg/Gly-rich region of small ribosomal subunit protein uS5/RPS2 (PubMed:22795084). Also appears to methylate other ribosomal proteins (By similarity). May regulate retinoic acid synthesis and signaling by inhibiting ALDH1A1 retinal dehydrogenase activity (PubMed:33495566). Contributes to methylation of histone H4 'Arg-3', a specific tag for epigenetic transcriptional activation (PubMed:25728001, PubMed:31378783, PubMed:39513743). Mediates asymmetric arginine dimethylation of histone H4 'Arg-3' (H4R3me2a) in the promoter region of miRNA miR-3648, to promote its transcription and osteogenesis (PubMed:31378783)",
            "Catalyzes the production of spermine from spermidine and decarboxylated S-adenosylmethionine (dcSAM)",
            "Catalyzes the NAD-dependent oxidative cleavage of spermidine and the subsequent transfer of the butylamine moiety of spermidine to the epsilon-amino group of a critical lysine residue of the eIF-5A precursor protein to form the intermediate deoxyhypusine residue (PubMed:30661771). This is the first step of the post-translational modification of that lysine into an unusual amino acid residue named hypusine. Hypusination is unique to mature eIF-5A factor and is essential for its function",
            "Catalyzes the oxidative deamination of primary amines to the corresponding aldehydes with the concomitant production of hydrogen peroxide and ammonia (PubMed:12072962, PubMed:19764817, PubMed:239684, PubMed:8144586). Its preferred substrates are the diamines histamine and 1-methylhistamine and it could therefore play a role in allergic and immune responses (PubMed:12072962). Has a broad specificity for diamines and can also act on cadaverine and putrescine, two products of amino acid catabolism (PubMed:12072962). It could also act on polyamines, like spermidine and spermine though less efficiently, and regulate various biological processes (PubMed:12072962, PubMed:239684)",
            "Catalyzes the oxidative deamination of primary amines to the corresponding aldehydes with the concomitant production of hydrogen peroxide and ammonia (PubMed:19588076, PubMed:24304424, PubMed:9653080). Has a preference for the primary monoamines methylamine and benzylamine (PubMed:19588076, PubMed:9653080). Could also act on 2-phenylethylamine but much less efficiently (PubMed:19588076). At endothelial cells surface can also function as a cell adhesion protein that participates in lymphocyte extravasation and recirculation by mediating the binding of lymphocytes to peripheral lymph node vascular endothelial cells in an L-selectin-independent fashion (PubMed:9254657, PubMed:9653080)",
            "Catalyzes the oxidative deamination of primary amines to the corresponding aldehydes with the concomitant production of hydrogen peroxide and ammonia (PubMed:19588076). Has a preference for 2-phenylethylamine, tryptamine and tyramine (PubMed:19588076). Could also act on methylamine and benzylamine but much less efficiently (PubMed:19588076)",
            "Essential for biosynthesis of the polyamines spermidine and spermine. Promotes maintenance and self-renewal of embryonic stem cells, by maintaining spermine levels",
            "Catalyzes the first and rate-limiting step of polyamine biosynthesis that converts ornithine into putrescine, which is the precursor for the polyamines, spermidine and spermine. Polyamines are essential for cell proliferation and are implicated in cellular processes, ranging from DNA replication to apoptosis",
            "The pyruvate dehydrogenase complex catalyzes the overall conversion of pyruvate to acetyl-CoA and CO(2), and thereby links the glycolytic pathway to the tricarboxylic cycle"
          ],
          "unique_count": 5657
        },
        "full_name": {
          "percentage": 0.74,
          "raw_count": 863759,
          "record_count": 6366,
          "sample_values": [
            "Beta-Ala-His dipeptidase",
            "Protein arginine N-methyltransferase 3",
            "Spermine synthase",
            "Deoxyhypusine synthase",
            "Amiloride-sensitive amine oxidase [copper-containing]",
            "Membrane primary amine oxidase",
            "Retina-specific copper amine oxidase",
            "S-adenosylmethionine decarboxylase proenzyme",
            "Ornithine decarboxylase",
            "Pyruvate dehydrogenase E1 component subunit beta, mitochondrial"
          ],
          "unique_count": 6366
        },
        "id": {
          "percentage": 0.86,
          "raw_count": 863759,
          "record_count": 7465,
          "sample_values": [
            "UniProtKB:Q96KN2",
            "UniProtKB:O60678",
            "UniProtKB:P52788",
            "UniProtKB:P49366",
            "UniProtKB:P19801",
            "UniProtKB:Q16853",
            "UniProtKB:O75106",
            "UniProtKB:P17707",
            "UniProtKB:P11926",
            "UniProtKB:P11177"
          ],
          "unique_count": 7465
        },
        "name": {
          "percentage": 0.71,
          "raw_count": 858077,
          "record_count": 6124,
          "sample_values": [
            "CNDP1",
            "PRMT3",
            "SMS",
            "DHPS",
            "ABP1",
            "AOC3",
            "AOC2",
            "AMD1",
            "ODC1",
            "PDHB"
          ],
          "unique_count": 6124
        },
        "protein_type": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 3,
          "sample_values": [
            "unknown",
            "enzyme",
            "transporter"
          ],
          "unique_count": 3
        },
        "xrefs": {
          "percentage": 1.73,
          "raw_count": 1727518,
          "record_count": 14930,
          "sample_values": [
            "HMDBP:HMDBP00473",
            "UniProtKB:Q96KN2",
            "HMDBP:HMDBP00474",
            "UniProtKB:O60678",
            "HMDBP:HMDBP00217",
            "UniProtKB:P52788",
            "HMDBP:HMDBP00219",
            "UniProtKB:P49366",
            "HMDBP:HMDBP00390",
            "UniProtKB:P19801"
          ],
          "unique_count": 14930
        }
      },
      "record_count": 863759,
      "subject_properties": {
        "anatomical_entity": {
          "percentage": 0.0,
          "raw_count": 511735,
          "record_count": 39,
          "sample_values": [
            "{'id': 'UBERON:0001987', 'name': 'placenta', 'original_name': 'placenta', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0014892', 'name': 'skeletal muscle organ, vertebrate', 'original_name': 'skeletal muscle', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002367', 'name': 'prostate gland', 'original_name': 'prostate', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0018707', 'name': 'bladder organ', 'original_name': 'bladder', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002371', 'name': 'bone marrow', 'original_name': 'bone marrow', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0008870', 'name': 'pulmonary alveolar parenchyma', 'original_name': 'fibroblasts', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0000160', 'name': 'intestine', 'original_name': 'intestine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'CL:0000738', 'name': 'leukocyte', 'original_name': 'leukocyte', 'category': 'biolink:Cell'}",
            "{'id': 'CL:0000540', 'name': 'neuron', 'original_name': 'neuron', 'category': 'biolink:Cell'}",
            "{'id': 'UBERON:0001264', 'name': 'pancreas', 'original_name': 'pancreas', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 39
        },
        "biosample": {
          "percentage": 0.0,
          "raw_count": 515908,
          "record_count": 18,
          "sample_values": [
            "{'id': 'UBERON:0000178', 'name': 'blood', 'original_name': 'blood', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001359', 'name': 'cerebrospinal fluid', 'original_name': 'cerebrospinal fluid (csf)', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001988', 'name': 'feces', 'original_name': 'feces', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001836', 'name': 'saliva', 'original_name': 'saliva', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001088', 'name': 'urine', 'original_name': 'urine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001089', 'name': 'sweat', 'original_name': 'sweat', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'GO:0005737', 'name': 'cytoplasm', 'original_name': 'cellular cytoplasm', 'category': 'biolink:CellularComponent'}",
            "{'id': 'UBERON:0000173', 'name': 'amniotic fluid', 'original_name': 'amniotic fluid', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001970', 'name': 'bile', 'original_name': 'bile', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001911', 'name': 'mammary gland', 'original_name': 'breast milk', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 18
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 863759,
          "record_count": 1,
          "sample_values": [
            "biolink:SmallMolecule"
          ],
          "unique_count": 1
        },
        "cellular_component": {
          "percentage": 0.0,
          "raw_count": 1749916,
          "record_count": 11,
          "sample_values": [
            "cytoplasm",
            "extracellular",
            "membrane",
            "mitochondria",
            "nucleus",
            "lysosome",
            "endoplasmic reticulum",
            "golgi apparatus",
            "peroxisome",
            "inner mitochondrial membrane"
          ],
          "unique_count": 11
        },
        "chemical_formula": {
          "percentage": 0.5,
          "raw_count": 863759,
          "record_count": 4302,
          "sample_values": [
            "C7H11N3O2",
            "C3H10N2",
            "C4H6O3",
            "C4H8O3",
            "C19H24O3",
            "C9H12N2O5",
            "C9H13N3O4",
            "C21H30O4",
            "C21H30O3",
            "C8H9NO4"
          ],
          "unique_count": 4302
        },
        "description": {
          "percentage": 2.59,
          "raw_count": 861180,
          "record_count": 22407,
          "sample_values": [
            "1-Methylhistidine, also known as 1-MHis or 1MH, belongs to the class of organic compounds known as histidine and derivatives. 1MH is also classified as a methylamino acid. Methylamino acids are primarily proteogenic amino acids (found in proteins) which have been methylated (in situ) on their side chains by various methyltransferase enzymes. Histidine can be methylated at either the N1 or N3 position of its imidazole ring, yielding the isomers 1-methylhistidine (1MH; also referred to as pi-methylhistidine) or 3-methylhistidine (3MH; tau-methylhistidine), respectively. There is considerable confusion with regard to the nomenclature of the methylated nitrogen atoms on the imidazole ring of histidine and other histidine-containing peptides such as anserine. In particular, older literature (mostly prior to the year 2000) designated anserine (Npi methylated) as beta-alanyl-N1-methyl-histidine, whereas according to standard IUPAC nomenclature, anserine is correctly named as beta-alanyl-N3-methyl-histidine. As a result, many papers published prior to the year 2000 incorrectly identified 1MH as a specific marker for dietary consumption or various pathophysiological effects when they really were referring to 3MH (PMID: 24137022).  Recent discoveries have shown that 1MH is produced in essentially all mammals (and other vertebrates) via the enzyme known as METTL9 (PMID: 33563959). METTL9 is a broad-specificity methyltransferase that mediates the formation of the majority of 1MH present in mammalian proteomes. METTL9-catalyzed methylation requires a His-x-His (HxH) motif, where \"x\" is a small amino acid. This HxH motif is found in a number of abundant mammalian proteins such as ARMC6, S100A9, and NDUFB3 (PMID: 33563959). Because of its abundance in many muscle-related proteins, 1MH has been found to be a good biomarker for the consumption of meat (PMID: 21527577). Dietary studies have shown that poultry consumption (p-trend = 0.0006) and chicken consumption (p-trend = 0.0003) are associated with increased levels of 1MH in human plasma (PMID: 30018457). The consumption of fish, especially salmon and cod, has also been shown to increase the levels of 1MH in serum and urine (PMID: 31401679). As a general rule, urinary 1MH is associated with white meat intake (p< 0.001), whereas urinary 3MH is associated with red meat intake (p< 0.001) (PMID: 34091671).",
            "1,3-Diaminopropane, also known as DAP or trimethylenediamine, belongs to the class of organic compounds known as monoalkylamines. These are organic compounds containing a primary aliphatic amine group. 1,3-Diaminopropane is a stable, flammable, and highly hygroscopic fluid. It is a polyamine that is normally quite toxic if swallowed, inhaled, or absorbed through the skin. It is a catabolic byproduct of spermidine. It is also a precursor in the enzymatic synthesis of beta-alanine. 1,3-Diaminopropane is involved in the arginine/proline metabolic pathways and the beta-alanine metabolic pathway. 1,3-Diaminopropane has been detected, but not quantified in, several different foods, such as cassava, shiitakes, oyster mushrooms, muscadine grapes, and cinnamons. This could make 1,3-diaminopropane a potential biomarker for the consumption of these foods.",
            "2-Ketobutyric acid, also known as alpha-ketobutyrate or 2-oxobutyrate, belongs to the class of organic compounds known as short-chain keto acids and derivatives. These are keto acids with an alkyl chain the contains less than 6 carbon atoms. 2-Ketobutyric acid is a substance that is involved in the metabolism of many amino acids (glycine, methionine, valine, leucine, serine, threonine, isoleucine) as well as propanoate metabolism and C-5 branched dibasic acid metabolism. It is also one of the degradation products of threonine. It can be converted into propionyl-CoA (and subsequently methylmalonyl CoA, which can be converted into succinyl CoA, a citric acid cycle intermediate), and thus enter the citric acid cycle. More specifically, 2-ketobutyric acid is a product of the lysis of cystathionine.",
            "2-Hydroxybutyric acid (CAS: 600-15-7), also known as alpha-hydroxybutyrate, is an organic acid derived from alpha-ketobutyrate. alpha-Ketobutyrate is produced by amino acid catabolism (threonine and methionine) and glutathione anabolism (cysteine formation pathway) and is metabolized into propionyl-CoA and carbon dioxide (PMID: 20526369). 2-Hydroxybutyric acid is formed as a byproduct from the formation of alpha-ketobutyrate via a reaction catalyzed by lactate dehydrogenase (LDH) or alpha-hydroxybutyrate dehydrogenase (alphaHBDH). alpha-Hydroxybutyric acid is primarily produced in mammalian hepatic tissues that catabolize L-threonine or synthesize glutathione. Oxidative stress or detoxification of xenobiotics in the liver can dramatically increase the rate of hepatic glutathione synthesis. Under such metabolic stress conditions, supplies of L-cysteine for glutathione synthesis become limiting, so homocysteine is diverted from the transmethylation pathway (which forms methionine) into the transsulfuration pathway (which forms cystathionine). alpha-Ketobutyrate is released as a byproduct when cystathionine is cleaved into cysteine that is incorporated into glutathione. Chronic shifts in the rate of glutathione synthesis may be reflected by urinary excretion of 2-hydroxybutyrate. 2-Hydroxybutyrate is an early marker for both insulin resistance and impaired glucose regulation that appears to arise due to increased lipid oxidation and oxidative stress (PMID: 20526369). 2-Hydroxybutyric acid is often found in the urine of patients suffering from lactic acidosis and ketoacidosis. 2-Hydroxybutyric acid generally appears at high concentrations in situations related to deficient energy metabolism (e.g. birth asphyxia) and also in inherited metabolic diseases affecting the central nervous system during neonatal development, such as \"cerebral\" lactic acidosis, glutaric aciduria type II, dihydrolipoyl dehydrogenase (E3) deficiency, and propionic acidemia. More recently it has been noted that elevated levels of alpha-hydroxybutyrate in the plasma is a good marker for early-stage type II diabetes (PMID: 19166731). It was concluded from studies done in the mid-1970s that an increased NADH2/NAD ratio was the most important factor for the production of 2-hydroxybutyric acid (PMID: 168632).",
            "2-Methoxyestrone (or 2-ME1) belongs to the class of organic compounds known as estrogens and derivatives. These are steroids with a structure containing a 3-hydroxylated estrane. Thus, 2-methoxyestrone is considered to be a steroid or steroid derivative. It is a by-product of estrone and 2-hydroxyestrone metabolism and has been detected in all mammals. More specifically, 2-methoxyestrone is an endogenous, naturally occurring methoxylated catechol estrogen and a metabolite of estrone that is formed by catechol O-methyltransferase via the intermediate 2-hydroxyestrone. 2-Methoxyestrone is part of the androgen and estrogen metabolic pathway. The acid ionization constant (pKa) of 2-methoxyestrone has been determined to be 10.81 (PMID: 516114). 2-Methoxyestrone can be metabolized to a sulfated derivative (2-methoxyestrone 3-sulfate) via steroid sulfotransferase (EC 2.8.2.15). It can also be glucuronidated to 2-methoxyestrone 3-glucuronide by UDP glucuronosyltransferase (EC 2.4.1.17). Unlike estrone but similarly to 2-hydroxyestrone and 2-methoxyestradiol, 2-methoxyestrone has very low affinity for the estrogen receptor and lacks significant estrogenic activity (PMID: 10865186).",
            "3-Hydroxybutyric acid (CAS: 300-85-6), also known as beta-hydroxybutanoic acid, is a typical partial-degradation product of branched-chain amino acids (primarily valine) released from muscle for hepatic and renal gluconeogenesis. This acid is metabolized by 3-hydroxybutyrate dehydrogenase (catalyzes the oxidation of 3-hydroxybutyrate to form acetoacetate, using NAD+ as an electron acceptor). The enzyme functions in nervous tissues and muscles, enabling the use of circulating hydroxybutyrate as a fuel. In the liver mitochondrial matrix, the enzyme can also catalyze the reverse reaction, a step in ketogenesis. 3-Hydroxybutyric acid is a chiral compound having two enantiomers, D-3-hydroxybutyric acid and L-3-hydroxybutyric acid, and is a ketone body. Like the other ketone bodies (acetoacetate and acetone), levels of 3-hydroxybutyrate in blood and urine are raised in ketosis. In humans, 3-hydroxybutyrate is synthesized in the liver from acetyl-CoA and can be used as an energy source by the brain when blood glucose is low. Blood levels of 3-hydroxybutyric acid levels may be monitored in diabetic patients to look for diabetic ketoacidosis. Persistent mild hyperketonemia is a common finding in newborns. Ketone bodies serve as an indispensable source of energy for extrahepatic tissues, especially the brain and lung of developing mammals. Another important function of ketone bodies is to provide acetoacetyl-CoA and acetyl-CoA for the synthesis of cholesterol, fatty acids, and complex lipids. During the early postnatal period, acetoacetate (AcAc) and beta-hydroxybutyrate are preferred over glucose as substrates for the synthesis of phospholipids and sphingolipids in accord with requirements for brain growth and myelination. Thus, during the first two weeks of postnatal development, when the accumulation of cholesterol and phospholipids accelerates, the proportion of ketone bodies incorporated into these lipids increases. On the other hand, an increased proportion of ketone bodies is utilized for cerebroside synthesis during the period of active myelination. In the lung, AcAc serves better than glucose as a precursor for the synthesis of lung phospholipids. The synthesized lipids, particularly dipalmitoylphosphatidylcholine, are incorporated into surfactant, and thus have a potential role in supplying adequate surfactant lipids to maintain lung function during the early days of life (PMID: 3884391). 3-Hydroxybutyric acid is found to be associated with fumarase deficiency and medium-chain acyl-CoA dehydrogenase deficiency, which are inborn errors of metabolism. 3-Hydroxybutyric acid is a metabolite of Alcaligenes and can be produced from plastic metabolization or incorporated into polymers, depending on the species (PMID: 7646009, 18615882).",
            "Deoxyuridine, also known as dU, belongs to the class of organic compounds known as pyrimidine 2'-deoxyribonucleosides. Pyrimidine 2'-deoxyribonucleosides are compounds consisting of a pyrimidine linked to a ribose which lacks a hydroxyl group at position 2. It is similar in chemical structure to uridine, but without the 2'-hydroxyl group. Deoxyuridine exists in all living organisms, ranging from bacteria to humans. Within humans, deoxyuridine participates in a number of enzymatic reactions. In particular, deoxyuridine can be biosynthesized from deoxycytidine through its interaction with the enzyme cytidine deaminase. In addition, deoxyuridine can be converted into uracil and deoxyribose 1-phosphate through its interaction with the enzyme thymidine phosphorylase. Deoxyuridine is considered to be an antimetabolite that is converted into deoxyuridine triphosphate during DNA synthesis. Laboratory suppression of deoxyuridine is used to diagnose megaloblastic anemia due to vitamin B12 and folate deficiencies. In humans, deoxyuridine is involved in the metabolic disorder called UMP synthase deficiency (orotic aciduria). Outside of the human body, deoxyuridine has been detected, but not quantified in, several different foods, such as lichee, highbush blueberries, agaves, macadamia nut (M. tetraphylla), and red bell peppers. This could make deoxyuridine a potential biomarker for the consumption of these foods.",
            "Deoxycytidine, also known as dC, belongs to the class of organic compounds known as pyrimidine 2'-deoxyribonucleosides. Pyrimidine 2'-deoxyribonucleosides are compounds consisting of a pyrimidine linked to a ribose which lacks a hydroxyl group at position 2. Deoxycytidine is also classified as a deoxyribonucleoside, a component of deoxyribonucleic acid (DNA). Deoxycytidine is similar to the ribonucleoside cytidine, but with one hydroxyl group removed from the 2' position. Deoxycytidine exists in all living species, ranging from bacteria to plants to humans. Degradation of DNA through apoptosis or cell death produces deoxycytidine. Within humans, deoxycytidine participates in a number of enzymatic reactions. In particular, deoxycytidine can be biosynthesized from dCMP through the action of the enzyme cytosolic purine 5'-nucleotidase. In addition, deoxycytidine can be converted into dCMP; which is mediated by the enzyme uridine-cytidine kinase-like 1. Deoxycytidine can be phosphorylated at the C-5 position by the enzyme deoxycytidine kinase to produce deoxycytidine monophosphate (dCMP), and to a lesser extent, deoxycytidine diphosphate (dCDP), and deoxycytidine triphosphate (dCTP). Deoxycytidine can also be phosphorylated by thymidine kinase 2 (TK2). Deoxycytidine can potentially be used for the treatment of the metabolic disorder known as thymidine kinase 2 deficiency (TK2 deficiency). TK2 deficiency has three disease subtypes: i) infantile-onset myopathy with rapid progression to early death ii) childhood-onset myopathy, which resembles spinal muscular atrophy (SMA) type III, begins between ages 1 and 12 years with progression to loss of ambulation within few years and iii) late-onset myopathy starting at age 12 year or later with moderate to severe myopathy manifesting as either isolated chronic progressive external ophthalmoplegia (CPEO) or a generalized myopathy with CPEO plus facial and limb weakness, gradual progression, and, in some cases, respiratory failure and loss of ability to walk in adulthood (PMID: 28318037). In mouse models of TK2, dC was shown to delay disease onset, prolong life span and restore mtDNA copy number as well as respiratory chain enzyme activities (PMID: 28318037).",
            "Cortexolone, also known as cortodoxone or 11-deoxycortisol, belongs to the class of organic compounds known as 21-hydroxysteroids. These are steroids carrying a hydroxyl group at the 21-position of the steroid backbone. Thus, cortexolone is considered to be a steroid molecule. Cortexolone is an endogenous glucocorticoid steroid hormone, and a metabolic intermediate in the synthesis of cortisol. It was first described by Tadeusz Reichstein in 1938 and named as Substance S. It has also been referred to as Reichstein's Substance S or Compound S. Cortexolone acts as a glucocorticoid, though it is less potent than cortisol. Cortexolone is synthesized from 17Œ±-hydroxyprogesterone by 21-hydroxylase and is converted to cortisol by 11Œ≤-hydroxylase. As a result, the level of cortexolone is often measured in patients to diagnose impaired cortisol synthesis, to identify any enzyme deficiency that may be causing impairment along the pathway to cortisol, and to differentiate adrenal disorders. Cortexolone in mammals has limited biological activity and mainly acts as metabolic intermediate within the glucocorticoid pathway, leading to cortisol. On the other hand, in sea lampreys, cortexolone is the major glucocorticoid, with mineralocorticoid activity. Cortexolone in sea lampreys binds to specific corticosteroid receptors and is involved in intestinal osmoregulation and in sea lamprey at metamorphosis, a process in which they develop seawater tolerance before downstream migration.",
            "11-Deoxycorticosterone (also called desoxycortone, 21-hydroxyprogesterone, DOC, or simply deoxycorticosterone) is a steroid hormone produced by the adrenal gland that possesses mineralocorticoid activity and acts as a precursor to aldosterone. It is classified as a member of the 21-hydroxysteroids. 21-hydroxysteroids are steroids carrying a hydroxyl group at the 21-position of the steroid backbone. Deoxycorticosterone is very hydrophobic, practically insoluble (in water), and relatively neutral. Deoxycorticosterone can be synthesized from progesterone by 21-beta-hydroxylase and is then converted to corticosterone by 11-beta-hydroxylase. Corticosterone is then converted to aldosterone by aldosterone synthase. Deoxycorticosterone stimulates the collecting tubules in the kidney to continue to excrete potassium in much the same way that aldosterone does. Deoxycorticosterone has about 1/20 of the sodium retaining power of aldosterone and about 1/5 the potassium excreting power of aldosterone (Wikipedia). Deoxycorticosterone can be found throughout all human tissues and has been detected in amniotic fluid and blood. When present in sufficiently high levels, deoxycorticosterone can act as a hypertensive agent and a metabotoxin. A hypertensive agent increases blood pressure and causes the production of more urine. A metabotoxin is an endogenously produced metabolite that causes adverse health effects at chronically high levels.  Chronically high levels of deoxycorticosterone are associated with congenital adrenal hyperplasia (CAH) and with adrenal tumors producing deoxycorticosterone (PMID: 20671982). High levels of this mineralocorticoid are associated with resistant hypertension, which can result in polyuria, polydipsia, increased blood volume, edema, and cardiac enlargement. Deoxycorticosterone can be used to treat adrenal insufficiency. In particular, desoxycorticosterone acetate (DOCA) is used as replacement therapy in Addison's disease."
          ],
          "unique_count": 22407
        },
        "id": {
          "percentage": 2.64,
          "raw_count": 863759,
          "record_count": 22806,
          "sample_values": [
            "PUBCHEM.COMPOUND:92105",
            "PUBCHEM.COMPOUND:428",
            "PUBCHEM.COMPOUND:58",
            "PUBCHEM.COMPOUND:440864",
            "PUBCHEM.COMPOUND:440624",
            "PUBCHEM.COMPOUND:92135",
            "PUBCHEM.COMPOUND:13712",
            "PUBCHEM.COMPOUND:13711",
            "PUBCHEM.COMPOUND:440707",
            "PUBCHEM.COMPOUND:6166"
          ],
          "unique_count": 22806
        },
        "logp": {
          "percentage": 0.12,
          "raw_count": 475937,
          "record_count": 1011,
          "sample_values": [
            "-1.43",
            "-1.51",
            "-1.77",
            "3.08",
            "2.88",
            "0.75",
            "-0.08",
            "3.69",
            "-0.09",
            "1.08"
          ],
          "unique_count": 1011
        },
        "melting_point": {
          "percentage": 0.11,
          "raw_count": 16971,
          "record_count": 990,
          "sample_values": [
            "249 °C",
            "-12 °C",
            "33 °C",
            "44.2 °C",
            "187.0 - 189.5 °C",
            "49 - 50 °C",
            "167 °C",
            "207 - 210 °C",
            "215 °C",
            "141 - 142 °C"
          ],
          "unique_count": 990
        },
        "molecular_weight": {
          "percentage": 0.55,
          "raw_count": 863571,
          "record_count": 4770,
          "sample_values": [
            "{'average_molecular_weight': 169.1811, 'monoisotopic_molecular_weight': 169.085126611}",
            "{'average_molecular_weight': 74.1249, 'monoisotopic_molecular_weight': 74.08439833}",
            "{'average_molecular_weight': 102.0886, 'monoisotopic_molecular_weight': 102.031694058}",
            "{'average_molecular_weight': 104.105, 'monoisotopic_molecular_weight': 104.047344118}",
            "{'average_molecular_weight': 300.3921, 'monoisotopic_molecular_weight': 300.172544634}",
            "{'average_molecular_weight': 104.1045, 'monoisotopic_molecular_weight': 104.047344122}",
            "{'average_molecular_weight': 228.202, 'monoisotopic_molecular_weight': 228.074621504}",
            "{'average_molecular_weight': 227.2172, 'monoisotopic_molecular_weight': 227.090605919}",
            "{'average_molecular_weight': 346.4605, 'monoisotopic_molecular_weight': 346.214409448}",
            "{'average_molecular_weight': 330.4611, 'monoisotopic_molecular_weight': 330.219494826}"
          ],
          "unique_count": 4770
        },
        "molecular_weight.average_molecular_weight": {
          "percentage": 0.55,
          "raw_count": 863571,
          "record_count": 4767,
          "sample_values": [
            "169.1811",
            "74.1249",
            "102.0886",
            "104.105",
            "300.3921",
            "104.1045",
            "228.202",
            "227.2172",
            "346.4605",
            "330.4611"
          ],
          "unique_count": 4767
        },
        "molecular_weight.monoisotopic_molecular_weight": {
          "percentage": 0.55,
          "raw_count": 863571,
          "record_count": 4764,
          "sample_values": [
            "169.085126611",
            "74.08439833",
            "102.031694058",
            "104.047344118",
            "300.172544634",
            "104.047344122",
            "228.074621504",
            "227.090605919",
            "346.214409448",
            "330.219494826"
          ],
          "unique_count": 4764
        },
        "name": {
          "percentage": 2.65,
          "raw_count": 863759,
          "record_count": 22862,
          "sample_values": [
            "1-methylhistidine",
            "1,3-diaminopropane",
            "2-ketobutyric acid",
            "2-hydroxybutyric acid",
            "2-methoxyestrone",
            "3-hydroxybutyric acid",
            "deoxyuridine",
            "deoxycytidine",
            "cortexolone",
            "deoxycorticosterone"
          ],
          "unique_count": 22862
        },
        "state": {
          "percentage": 0.0,
          "raw_count": 859044,
          "record_count": 3,
          "sample_values": [
            "solid",
            "liquid",
            "gas"
          ],
          "unique_count": 3
        },
        "synonyms": {
          "percentage": 24.63,
          "raw_count": 12365959,
          "record_count": 212753,
          "sample_values": [
            "(2s)-2-amino-3-(1-methyl-1h-imidazol-4-yl)propanoic acid",
            "pi-methylhistidine",
            "(2s)-2-amino-3-(1-methyl-1h-imidazol-4-yl)propanoate",
            "1 methylhistidine",
            "1-methyl histidine",
            "1-methyl-histidine",
            "1-methyl-l-histidine",
            "1-mhis",
            "1-n-methyl-l-histidine",
            "l-1-methylhistidine"
          ],
          "unique_count": 212753
        },
        "water_solubility": {
          "percentage": 0.16,
          "raw_count": 21792,
          "record_count": 1369,
          "sample_values": [
            "200 g/kg",
            "1e+006 mg/L @ 25 °C (est)",
            "119 mg/mL",
            "870 mg/mL",
            "0.0595 mg/mL at 37 °C",
            "4337 mg/L @ 25 °C (est)",
            "60.7 mg/mL",
            "3 mg/mL",
            "20.9 mg/mL",
            "0.22 mg/mL at 25 °C"
          ],
          "unique_count": 1369
        },
        "xrefs": {
          "percentage": 13.41,
          "raw_count": 4137563,
          "record_count": 115817,
          "sample_values": [
            "PUBCHEM.COMPOUND:92105",
            "INCHIKEY:BRMWTNUJHUMWMS-LURJTMIESA-N",
            "smiles:CN1C=NC(C[C@H](N)C(O)=O)=C1",
            "DRUGBANK:DB04151",
            "CHEBI:50599",
            "HMDB:HMDB0000001",
            "CAS:332-80-9",
            "KEGG.COMPOUND:C01152",
            "METLIN:3741",
            "chemspider:83153"
          ],
          "unique_count": 115817
        }
      }
    },
    "biolink:ChemicalToDiseaseOrPhenotypicFeatureAssociation": {
      "association_properties": {
        "agent_type": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 1,
          "sample_values": [
            "biolink:manual_agent"
          ],
          "unique_count": 1
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 1,
          "sample_values": [
            "biolink:ChemicalToDiseaseOrPhenotypicFeatureAssociation"
          ],
          "unique_count": 1
        },
        "has_evidence": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 2,
          "sample_values": [
            "ECO:0000305",
            "ECO:0000000"
          ],
          "unique_count": 2
        },
        "predicate": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 1,
          "sample_values": [
            "biolink:associated_with"
          ],
          "unique_count": 1
        },
        "primary_knowledge_source": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 1,
          "sample_values": [
            "infores:hmdb_v5"
          ],
          "unique_count": 1
        },
        "publication": {
          "percentage": 0.65,
          "raw_count": 88684,
          "record_count": 596,
          "sample_values": [
            "{'pmid': ['PMID:10649708', 'PMID:10838467', 'PMID:11380830', 'PMID:11418788', 'PMID:11573638', 'PMID:12032193', 'PMID:12865413', 'PMID:14500028', 'PMID:16087168', 'PMID:16401621', 'PMID:17073580', 'PMID:17571253', 'PMID:17699218', 'PMID:17919531', 'PMID:2013627', 'PMID:6833425', 'PMID:7723896', 'PMID:914932', 'PMID:9174262', 'PMID:9607216'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:22494326'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:12698507', 'PMID:12833386', 'PMID:16925883', 'PMID:17061063', 'PMID:17704099', 'PMID:18059417', 'PMID:22420377', 'PMID:22494326', 'PMID:23159745', 'PMID:23313728', 'PMID:23535240', 'PMID:24704061', 'PMID:2994907', 'PMID:3252730', 'PMID:663967'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:23159745'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10494443', 'PMID:11255442', 'PMID:11314776', 'PMID:11959400', 'PMID:12111441', 'PMID:12391605', 'PMID:12498967', 'PMID:15061359', 'PMID:15361288', 'PMID:15465626', 'PMID:16227558', 'PMID:16244393', 'PMID:17031479', 'PMID:1716470', 'PMID:20523031', 'PMID:20858978', 'PMID:21292280', 'PMID:21474939', 'PMID:23857558', 'PMID:8356878', 'PMID:8478958', 'PMID:8595727', 'PMID:9693263', 'PMID:9720975'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:15899597', 'PMID:16253646', 'PMID:17264178', 'PMID:17408529', 'PMID:1783639', 'PMID:18997681', 'PMID:23108202', 'PMID:2401584', 'PMID:24740590', 'PMID:26505825', 'PMID:26910390'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10431355', 'PMID:10694785', 'PMID:11315839', 'PMID:11815509', 'PMID:11887176', 'PMID:12067838', 'PMID:14512036', 'PMID:1456422', 'PMID:15899597', 'PMID:15982426', 'PMID:16731998', 'PMID:16966827', 'PMID:17161231', 'PMID:17190852', 'PMID:17659063', 'PMID:17705693', 'PMID:17919531', 'PMID:18184896', 'PMID:18760976', 'PMID:22031514', 'PMID:23637065', 'PMID:2614280', 'PMID:484160', 'PMID:6321058', 'PMID:6810706', 'PMID:7096503', 'PMID:7758205', 'PMID:8234346', 'PMID:9357814', 'PMID:9591306'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:19551947', 'PMID:19809936', 'PMID:2226555', 'PMID:28853722'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10234605', 'PMID:10472531', 'PMID:10508118', 'PMID:11978597', 'PMID:12101068', 'PMID:18088602', 'PMID:19551947', 'PMID:23430924', 'PMID:6422161'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10379660', 'PMID:14569192', 'PMID:15607313', 'PMID:17403619', 'PMID:17668437', 'PMID:19010317', 'PMID:19783829', 'PMID:20300169', 'PMID:22061338', 'PMID:22284503'], 'category': 'biolink:Publication'}"
          ],
          "unique_count": 596
        },
        "publication.category": {
          "percentage": 0.0,
          "raw_count": 88684,
          "record_count": 1,
          "sample_values": [
            "biolink:Publication"
          ],
          "unique_count": 1
        },
        "publication.pmid": {
          "percentage": 1.3,
          "raw_count": 527590,
          "record_count": 1189,
          "sample_values": [
            "PMID:10649708",
            "PMID:10838467",
            "PMID:11380830",
            "PMID:11418788",
            "PMID:11573638",
            "PMID:12032193",
            "PMID:12865413",
            "PMID:14500028",
            "PMID:16087168",
            "PMID:16401621"
          ],
          "unique_count": 1189
        }
      },
      "object_properties": {
        "category": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 1,
          "sample_values": [
            "biolink:Disease"
          ],
          "unique_count": 1
        },
        "description": {
          "percentage": 0.36,
          "raw_count": 54558,
          "record_count": 334,
          "sample_values": [
            "A type of diabetes mellitus that is characterized by insulin resistance or desensitization and increased blood glucose levels. This is a chronic disease that can develop gradually over the life of a patient and can be linked to both environmental factors and heredity. [NCIT:P378]",
            "Preeclampsia is a hypertensive disorder of pregnancy that is characterized by new-onset hypertension with proteinuria presenting after 20 weeks of gestation, and depending on mild or severe forms may initially present with severe headache, visual disturbances, and hyperreflexia. [Orphanet:275555]",
            "A disease involving the kidney. [https://orcid.org/0000-0002-6601-2165]",
            "A maple syrup urine disease caused by mutations in BCKDHA. [https://orcid.org/0000-0002-6601-2165]",
            "A primary or metastatic malignant neoplasm that affects the colon or rectum. Representative examples include carcinoma, lymphoma, and sarcoma. [NCIT:C4978]",
            "A malignant (clonal) hematologic disorder, involving hematopoietic stem cells and characterized by the presence of primitive or atypical myeloid or lymphoid cells in the bone marrow and the blood. Leukemias are classified as acute or chronic based on the degree of cellular differentiation and the predominant cell type present. Leukemia is usually associated with anemia, fever, hemorrhagic episodes, and splenomegaly. Common leukemias include acute myeloid leukemia, chronic myelogenous leukemia, acute lymphoblastic or precursor lymphoblastic leukemia, and chronic lymphocytic leukemia. Treatment is vital to patient survival; untreated, the natural course of acute leukemias is normally measured in weeks or months, while that of chronic leukemias is more often measured in months or years. [NCIT:C3161]",
            "Pyruvate dehydrogenase E3 deficiency is a very rare subtype of pyruvate dehydrogenase deficiency (PDHD) characterized by either early-onset lactic acidosis and delayed development, later-onset neurological dysfunction or liver disease. [Orphanet:2394]",
            "Pyruvate dehydrogenase E1-alpha deficiency is the most frequent form of pyruvate dehydrogenase deficiency (PDHD) characterized by variable lactic acidosis, impaired psychomotor development, hypotonia and neurological dysfunction. [Orphanet:79243]",
            "A major psychotic disorder characterized by abnormalities in the perception or expression of reality. It affects the cognitive and psychomotor functions. Common clinical signs and symptoms include delusions, hallucinations, disorganized thinking, and retreat from reality. [NCIT:P378]",
            "Prolactinoma is a usually benign neoplasm of the pituitary gland that results in hyperprolactinemia. The most common clinical manifestations are amenorrhea and infertility in women; and impotence, decreased libido and infertility in men. [Orphanet:2965]"
          ],
          "unique_count": 334
        },
        "id": {
          "percentage": 0.68,
          "raw_count": 91593,
          "record_count": 624,
          "sample_values": [
            "OMIM:104300",
            "MONDO:0005148",
            "MONDO:0005081",
            "MONDO:0012451",
            "MONDO:0005240",
            "MONDO:0023691",
            "OMIM:601665",
            "MONDO:0024575",
            "OMIM:606054",
            "MONDO:0005575"
          ],
          "unique_count": 624
        },
        "mapping_tool": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 4,
          "sample_values": [
            "hmdb_v5",
            "manual",
            "text2term",
            "UMLS"
          ],
          "unique_count": 4
        },
        "name": {
          "percentage": 0.69,
          "raw_count": 91593,
          "record_count": 633,
          "sample_values": [
            "alzheimer's disease",
            "type 2 diabetes mellitus",
            "preeclampsia",
            "esophagitis, eosinophilic, 1",
            "kidney disorder",
            "maple syrup urine disease type 1a",
            "obesity",
            "pregnancy",
            "propionic acidemia",
            "colorectal cancer"
          ],
          "unique_count": 633
        },
        "original_name": {
          "percentage": 0.71,
          "raw_count": 91593,
          "record_count": 650,
          "sample_values": [
            "alzheimer's disease",
            "diabetes mellitus type 2",
            "early preeclampsia",
            "eosinophilic esophagitis",
            "kidney disease",
            "late-onset preeclampsia",
            "maple syrup urine disease",
            "obesity",
            "pregnancy",
            "propionic acidemia"
          ],
          "unique_count": 650
        },
        "xrefs": {
          "percentage": 0.44,
          "raw_count": 61590,
          "record_count": 405,
          "sample_values": [
            "OMIM:125853",
            "MONDO:0005081",
            "OMIM:610247",
            "MONDO:0005240",
            "OMIM:248600",
            "OMIM:114500",
            "MONDO:0005059",
            "OMIM:246900",
            "OMIM:312170",
            "OMIM:181500"
          ],
          "unique_count": 405
        }
      },
      "record_count": 91593,
      "subject_properties": {
        "anatomical_entity": {
          "percentage": 0.05,
          "raw_count": 443375,
          "record_count": 42,
          "sample_values": [
            "{'id': 'UBERON:0001987', 'name': 'placenta', 'original_name': 'placenta', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0014892', 'name': 'skeletal muscle organ, vertebrate', 'original_name': 'skeletal muscle', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002367', 'name': 'prostate gland', 'original_name': 'prostate', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0018707', 'name': 'bladder organ', 'original_name': 'bladder', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002371', 'name': 'bone marrow', 'original_name': 'bone marrow', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0008870', 'name': 'pulmonary alveolar parenchyma', 'original_name': 'fibroblasts', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0000160', 'name': 'intestine', 'original_name': 'intestine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'CL:0000738', 'name': 'leukocyte', 'original_name': 'leukocyte', 'category': 'biolink:Cell'}",
            "{'id': 'CL:0000540', 'name': 'neuron', 'original_name': 'neuron', 'category': 'biolink:Cell'}",
            "{'id': 'UBERON:0001264', 'name': 'pancreas', 'original_name': 'pancreas', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 42
        },
        "biosample": {
          "percentage": 0.02,
          "raw_count": 433356,
          "record_count": 14,
          "sample_values": [
            "{'id': 'UBERON:0000178', 'name': 'blood', 'original_name': 'blood', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001359', 'name': 'cerebrospinal fluid', 'original_name': 'cerebrospinal fluid (csf)', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001988', 'name': 'feces', 'original_name': 'feces', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001836', 'name': 'saliva', 'original_name': 'saliva', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001088', 'name': 'urine', 'original_name': 'urine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001089', 'name': 'sweat', 'original_name': 'sweat', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'GO:0005737', 'name': 'cytoplasm', 'original_name': 'cellular cytoplasm', 'category': 'biolink:CellularComponent'}",
            "{'id': 'UBERON:0000173', 'name': 'amniotic fluid', 'original_name': 'amniotic fluid', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001970', 'name': 'bile', 'original_name': 'bile', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001911', 'name': 'mammary gland', 'original_name': 'breast milk', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 14
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 91593,
          "record_count": 1,
          "sample_values": [
            "biolink:SmallMolecule"
          ],
          "unique_count": 1
        },
        "cellular_component": {
          "percentage": 0.01,
          "raw_count": 187502,
          "record_count": 10,
          "sample_values": [
            "cytoplasm",
            "extracellular",
            "membrane",
            "mitochondria",
            "nucleus",
            "lysosome",
            "endoplasmic reticulum",
            "golgi apparatus",
            "peroxisome",
            "inner mitochondrial membrane"
          ],
          "unique_count": 10
        },
        "chemical_formula": {
          "percentage": 1.42,
          "raw_count": 91593,
          "record_count": 1298,
          "sample_values": [
            "C7H11N3O2",
            "C3H10N2",
            "C4H6O3",
            "C4H8O3",
            "C19H24O3",
            "C9H12N2O5",
            "C9H13N3O4",
            "C21H30O4",
            "C21H30O3",
            "C8H9NO4"
          ],
          "unique_count": 1298
        },
        "description": {
          "percentage": 24.66,
          "raw_count": 91593,
          "record_count": 22584,
          "sample_values": [
            "1-Methylhistidine, also known as 1-MHis or 1MH, belongs to the class of organic compounds known as histidine and derivatives. 1MH is also classified as a methylamino acid. Methylamino acids are primarily proteogenic amino acids (found in proteins) which have been methylated (in situ) on their side chains by various methyltransferase enzymes. Histidine can be methylated at either the N1 or N3 position of its imidazole ring, yielding the isomers 1-methylhistidine (1MH; also referred to as pi-methylhistidine) or 3-methylhistidine (3MH; tau-methylhistidine), respectively. There is considerable confusion with regard to the nomenclature of the methylated nitrogen atoms on the imidazole ring of histidine and other histidine-containing peptides such as anserine. In particular, older literature (mostly prior to the year 2000) designated anserine (Npi methylated) as beta-alanyl-N1-methyl-histidine, whereas according to standard IUPAC nomenclature, anserine is correctly named as beta-alanyl-N3-methyl-histidine. As a result, many papers published prior to the year 2000 incorrectly identified 1MH as a specific marker for dietary consumption or various pathophysiological effects when they really were referring to 3MH (PMID: 24137022).  Recent discoveries have shown that 1MH is produced in essentially all mammals (and other vertebrates) via the enzyme known as METTL9 (PMID: 33563959). METTL9 is a broad-specificity methyltransferase that mediates the formation of the majority of 1MH present in mammalian proteomes. METTL9-catalyzed methylation requires a His-x-His (HxH) motif, where \"x\" is a small amino acid. This HxH motif is found in a number of abundant mammalian proteins such as ARMC6, S100A9, and NDUFB3 (PMID: 33563959). Because of its abundance in many muscle-related proteins, 1MH has been found to be a good biomarker for the consumption of meat (PMID: 21527577). Dietary studies have shown that poultry consumption (p-trend = 0.0006) and chicken consumption (p-trend = 0.0003) are associated with increased levels of 1MH in human plasma (PMID: 30018457). The consumption of fish, especially salmon and cod, has also been shown to increase the levels of 1MH in serum and urine (PMID: 31401679). As a general rule, urinary 1MH is associated with white meat intake (p< 0.001), whereas urinary 3MH is associated with red meat intake (p< 0.001) (PMID: 34091671).",
            "1,3-Diaminopropane, also known as DAP or trimethylenediamine, belongs to the class of organic compounds known as monoalkylamines. These are organic compounds containing a primary aliphatic amine group. 1,3-Diaminopropane is a stable, flammable, and highly hygroscopic fluid. It is a polyamine that is normally quite toxic if swallowed, inhaled, or absorbed through the skin. It is a catabolic byproduct of spermidine. It is also a precursor in the enzymatic synthesis of beta-alanine. 1,3-Diaminopropane is involved in the arginine/proline metabolic pathways and the beta-alanine metabolic pathway. 1,3-Diaminopropane has been detected, but not quantified in, several different foods, such as cassava, shiitakes, oyster mushrooms, muscadine grapes, and cinnamons. This could make 1,3-diaminopropane a potential biomarker for the consumption of these foods.",
            "2-Ketobutyric acid, also known as alpha-ketobutyrate or 2-oxobutyrate, belongs to the class of organic compounds known as short-chain keto acids and derivatives. These are keto acids with an alkyl chain the contains less than 6 carbon atoms. 2-Ketobutyric acid is a substance that is involved in the metabolism of many amino acids (glycine, methionine, valine, leucine, serine, threonine, isoleucine) as well as propanoate metabolism and C-5 branched dibasic acid metabolism. It is also one of the degradation products of threonine. It can be converted into propionyl-CoA (and subsequently methylmalonyl CoA, which can be converted into succinyl CoA, a citric acid cycle intermediate), and thus enter the citric acid cycle. More specifically, 2-ketobutyric acid is a product of the lysis of cystathionine.",
            "2-Hydroxybutyric acid (CAS: 600-15-7), also known as alpha-hydroxybutyrate, is an organic acid derived from alpha-ketobutyrate. alpha-Ketobutyrate is produced by amino acid catabolism (threonine and methionine) and glutathione anabolism (cysteine formation pathway) and is metabolized into propionyl-CoA and carbon dioxide (PMID: 20526369). 2-Hydroxybutyric acid is formed as a byproduct from the formation of alpha-ketobutyrate via a reaction catalyzed by lactate dehydrogenase (LDH) or alpha-hydroxybutyrate dehydrogenase (alphaHBDH). alpha-Hydroxybutyric acid is primarily produced in mammalian hepatic tissues that catabolize L-threonine or synthesize glutathione. Oxidative stress or detoxification of xenobiotics in the liver can dramatically increase the rate of hepatic glutathione synthesis. Under such metabolic stress conditions, supplies of L-cysteine for glutathione synthesis become limiting, so homocysteine is diverted from the transmethylation pathway (which forms methionine) into the transsulfuration pathway (which forms cystathionine). alpha-Ketobutyrate is released as a byproduct when cystathionine is cleaved into cysteine that is incorporated into glutathione. Chronic shifts in the rate of glutathione synthesis may be reflected by urinary excretion of 2-hydroxybutyrate. 2-Hydroxybutyrate is an early marker for both insulin resistance and impaired glucose regulation that appears to arise due to increased lipid oxidation and oxidative stress (PMID: 20526369). 2-Hydroxybutyric acid is often found in the urine of patients suffering from lactic acidosis and ketoacidosis. 2-Hydroxybutyric acid generally appears at high concentrations in situations related to deficient energy metabolism (e.g. birth asphyxia) and also in inherited metabolic diseases affecting the central nervous system during neonatal development, such as \"cerebral\" lactic acidosis, glutaric aciduria type II, dihydrolipoyl dehydrogenase (E3) deficiency, and propionic acidemia. More recently it has been noted that elevated levels of alpha-hydroxybutyrate in the plasma is a good marker for early-stage type II diabetes (PMID: 19166731). It was concluded from studies done in the mid-1970s that an increased NADH2/NAD ratio was the most important factor for the production of 2-hydroxybutyric acid (PMID: 168632).",
            "2-Methoxyestrone (or 2-ME1) belongs to the class of organic compounds known as estrogens and derivatives. These are steroids with a structure containing a 3-hydroxylated estrane. Thus, 2-methoxyestrone is considered to be a steroid or steroid derivative. It is a by-product of estrone and 2-hydroxyestrone metabolism and has been detected in all mammals. More specifically, 2-methoxyestrone is an endogenous, naturally occurring methoxylated catechol estrogen and a metabolite of estrone that is formed by catechol O-methyltransferase via the intermediate 2-hydroxyestrone. 2-Methoxyestrone is part of the androgen and estrogen metabolic pathway. The acid ionization constant (pKa) of 2-methoxyestrone has been determined to be 10.81 (PMID: 516114). 2-Methoxyestrone can be metabolized to a sulfated derivative (2-methoxyestrone 3-sulfate) via steroid sulfotransferase (EC 2.8.2.15). It can also be glucuronidated to 2-methoxyestrone 3-glucuronide by UDP glucuronosyltransferase (EC 2.4.1.17). Unlike estrone but similarly to 2-hydroxyestrone and 2-methoxyestradiol, 2-methoxyestrone has very low affinity for the estrogen receptor and lacks significant estrogenic activity (PMID: 10865186).",
            "3-Hydroxybutyric acid (CAS: 300-85-6), also known as beta-hydroxybutanoic acid, is a typical partial-degradation product of branched-chain amino acids (primarily valine) released from muscle for hepatic and renal gluconeogenesis. This acid is metabolized by 3-hydroxybutyrate dehydrogenase (catalyzes the oxidation of 3-hydroxybutyrate to form acetoacetate, using NAD+ as an electron acceptor). The enzyme functions in nervous tissues and muscles, enabling the use of circulating hydroxybutyrate as a fuel. In the liver mitochondrial matrix, the enzyme can also catalyze the reverse reaction, a step in ketogenesis. 3-Hydroxybutyric acid is a chiral compound having two enantiomers, D-3-hydroxybutyric acid and L-3-hydroxybutyric acid, and is a ketone body. Like the other ketone bodies (acetoacetate and acetone), levels of 3-hydroxybutyrate in blood and urine are raised in ketosis. In humans, 3-hydroxybutyrate is synthesized in the liver from acetyl-CoA and can be used as an energy source by the brain when blood glucose is low. Blood levels of 3-hydroxybutyric acid levels may be monitored in diabetic patients to look for diabetic ketoacidosis. Persistent mild hyperketonemia is a common finding in newborns. Ketone bodies serve as an indispensable source of energy for extrahepatic tissues, especially the brain and lung of developing mammals. Another important function of ketone bodies is to provide acetoacetyl-CoA and acetyl-CoA for the synthesis of cholesterol, fatty acids, and complex lipids. During the early postnatal period, acetoacetate (AcAc) and beta-hydroxybutyrate are preferred over glucose as substrates for the synthesis of phospholipids and sphingolipids in accord with requirements for brain growth and myelination. Thus, during the first two weeks of postnatal development, when the accumulation of cholesterol and phospholipids accelerates, the proportion of ketone bodies incorporated into these lipids increases. On the other hand, an increased proportion of ketone bodies is utilized for cerebroside synthesis during the period of active myelination. In the lung, AcAc serves better than glucose as a precursor for the synthesis of lung phospholipids. The synthesized lipids, particularly dipalmitoylphosphatidylcholine, are incorporated into surfactant, and thus have a potential role in supplying adequate surfactant lipids to maintain lung function during the early days of life (PMID: 3884391). 3-Hydroxybutyric acid is found to be associated with fumarase deficiency and medium-chain acyl-CoA dehydrogenase deficiency, which are inborn errors of metabolism. 3-Hydroxybutyric acid is a metabolite of Alcaligenes and can be produced from plastic metabolization or incorporated into polymers, depending on the species (PMID: 7646009, 18615882).",
            "Deoxyuridine, also known as dU, belongs to the class of organic compounds known as pyrimidine 2'-deoxyribonucleosides. Pyrimidine 2'-deoxyribonucleosides are compounds consisting of a pyrimidine linked to a ribose which lacks a hydroxyl group at position 2. It is similar in chemical structure to uridine, but without the 2'-hydroxyl group. Deoxyuridine exists in all living organisms, ranging from bacteria to humans. Within humans, deoxyuridine participates in a number of enzymatic reactions. In particular, deoxyuridine can be biosynthesized from deoxycytidine through its interaction with the enzyme cytidine deaminase. In addition, deoxyuridine can be converted into uracil and deoxyribose 1-phosphate through its interaction with the enzyme thymidine phosphorylase. Deoxyuridine is considered to be an antimetabolite that is converted into deoxyuridine triphosphate during DNA synthesis. Laboratory suppression of deoxyuridine is used to diagnose megaloblastic anemia due to vitamin B12 and folate deficiencies. In humans, deoxyuridine is involved in the metabolic disorder called UMP synthase deficiency (orotic aciduria). Outside of the human body, deoxyuridine has been detected, but not quantified in, several different foods, such as lichee, highbush blueberries, agaves, macadamia nut (M. tetraphylla), and red bell peppers. This could make deoxyuridine a potential biomarker for the consumption of these foods.",
            "Deoxycytidine, also known as dC, belongs to the class of organic compounds known as pyrimidine 2'-deoxyribonucleosides. Pyrimidine 2'-deoxyribonucleosides are compounds consisting of a pyrimidine linked to a ribose which lacks a hydroxyl group at position 2. Deoxycytidine is also classified as a deoxyribonucleoside, a component of deoxyribonucleic acid (DNA). Deoxycytidine is similar to the ribonucleoside cytidine, but with one hydroxyl group removed from the 2' position. Deoxycytidine exists in all living species, ranging from bacteria to plants to humans. Degradation of DNA through apoptosis or cell death produces deoxycytidine. Within humans, deoxycytidine participates in a number of enzymatic reactions. In particular, deoxycytidine can be biosynthesized from dCMP through the action of the enzyme cytosolic purine 5'-nucleotidase. In addition, deoxycytidine can be converted into dCMP; which is mediated by the enzyme uridine-cytidine kinase-like 1. Deoxycytidine can be phosphorylated at the C-5 position by the enzyme deoxycytidine kinase to produce deoxycytidine monophosphate (dCMP), and to a lesser extent, deoxycytidine diphosphate (dCDP), and deoxycytidine triphosphate (dCTP). Deoxycytidine can also be phosphorylated by thymidine kinase 2 (TK2). Deoxycytidine can potentially be used for the treatment of the metabolic disorder known as thymidine kinase 2 deficiency (TK2 deficiency). TK2 deficiency has three disease subtypes: i) infantile-onset myopathy with rapid progression to early death ii) childhood-onset myopathy, which resembles spinal muscular atrophy (SMA) type III, begins between ages 1 and 12 years with progression to loss of ambulation within few years and iii) late-onset myopathy starting at age 12 year or later with moderate to severe myopathy manifesting as either isolated chronic progressive external ophthalmoplegia (CPEO) or a generalized myopathy with CPEO plus facial and limb weakness, gradual progression, and, in some cases, respiratory failure and loss of ability to walk in adulthood (PMID: 28318037). In mouse models of TK2, dC was shown to delay disease onset, prolong life span and restore mtDNA copy number as well as respiratory chain enzyme activities (PMID: 28318037).",
            "Cortexolone, also known as cortodoxone or 11-deoxycortisol, belongs to the class of organic compounds known as 21-hydroxysteroids. These are steroids carrying a hydroxyl group at the 21-position of the steroid backbone. Thus, cortexolone is considered to be a steroid molecule. Cortexolone is an endogenous glucocorticoid steroid hormone, and a metabolic intermediate in the synthesis of cortisol. It was first described by Tadeusz Reichstein in 1938 and named as Substance S. It has also been referred to as Reichstein's Substance S or Compound S. Cortexolone acts as a glucocorticoid, though it is less potent than cortisol. Cortexolone is synthesized from 17Œ±-hydroxyprogesterone by 21-hydroxylase and is converted to cortisol by 11Œ≤-hydroxylase. As a result, the level of cortexolone is often measured in patients to diagnose impaired cortisol synthesis, to identify any enzyme deficiency that may be causing impairment along the pathway to cortisol, and to differentiate adrenal disorders. Cortexolone in mammals has limited biological activity and mainly acts as metabolic intermediate within the glucocorticoid pathway, leading to cortisol. On the other hand, in sea lampreys, cortexolone is the major glucocorticoid, with mineralocorticoid activity. Cortexolone in sea lampreys binds to specific corticosteroid receptors and is involved in intestinal osmoregulation and in sea lamprey at metamorphosis, a process in which they develop seawater tolerance before downstream migration.",
            "11-Deoxycorticosterone (also called desoxycortone, 21-hydroxyprogesterone, DOC, or simply deoxycorticosterone) is a steroid hormone produced by the adrenal gland that possesses mineralocorticoid activity and acts as a precursor to aldosterone. It is classified as a member of the 21-hydroxysteroids. 21-hydroxysteroids are steroids carrying a hydroxyl group at the 21-position of the steroid backbone. Deoxycorticosterone is very hydrophobic, practically insoluble (in water), and relatively neutral. Deoxycorticosterone can be synthesized from progesterone by 21-beta-hydroxylase and is then converted to corticosterone by 11-beta-hydroxylase. Corticosterone is then converted to aldosterone by aldosterone synthase. Deoxycorticosterone stimulates the collecting tubules in the kidney to continue to excrete potassium in much the same way that aldosterone does. Deoxycorticosterone has about 1/20 of the sodium retaining power of aldosterone and about 1/5 the potassium excreting power of aldosterone (Wikipedia). Deoxycorticosterone can be found throughout all human tissues and has been detected in amniotic fluid and blood. When present in sufficiently high levels, deoxycorticosterone can act as a hypertensive agent and a metabotoxin. A hypertensive agent increases blood pressure and causes the production of more urine. A metabotoxin is an endogenously produced metabolite that causes adverse health effects at chronically high levels.  Chronically high levels of deoxycorticosterone are associated with congenital adrenal hyperplasia (CAH) and with adrenal tumors producing deoxycorticosterone (PMID: 20671982). High levels of this mineralocorticoid are associated with resistant hypertension, which can result in polyuria, polydipsia, increased blood volume, edema, and cardiac enlargement. Deoxycorticosterone can be used to treat adrenal insufficiency. In particular, desoxycorticosterone acetate (DOCA) is used as replacement therapy in Addison's disease."
          ],
          "unique_count": 22584
        },
        "id": {
          "percentage": 24.66,
          "raw_count": 91593,
          "record_count": 22588,
          "sample_values": [
            "PUBCHEM.COMPOUND:92105",
            "PUBCHEM.COMPOUND:428",
            "PUBCHEM.COMPOUND:58",
            "PUBCHEM.COMPOUND:440864",
            "PUBCHEM.COMPOUND:440624",
            "PUBCHEM.COMPOUND:92135",
            "PUBCHEM.COMPOUND:13712",
            "PUBCHEM.COMPOUND:13711",
            "PUBCHEM.COMPOUND:440707",
            "PUBCHEM.COMPOUND:6166"
          ],
          "unique_count": 22588
        },
        "logp": {
          "percentage": 0.68,
          "raw_count": 43464,
          "record_count": 625,
          "sample_values": [
            "-1.43",
            "-1.51",
            "-1.77",
            "3.08",
            "2.88",
            "0.75",
            "-0.08",
            "3.69",
            "-0.09",
            "1.08"
          ],
          "unique_count": 625
        },
        "melting_point": {
          "percentage": 0.68,
          "raw_count": 61257,
          "record_count": 626,
          "sample_values": [
            "249 °C",
            "-12 °C",
            "33 °C",
            "44.2 °C",
            "187.0 - 189.5 °C",
            "49 - 50 °C",
            "167 °C",
            "207 - 210 °C",
            "215 °C",
            "141 - 142 °C"
          ],
          "unique_count": 626
        },
        "molecular_weight": {
          "percentage": 1.5,
          "raw_count": 91543,
          "record_count": 1378,
          "sample_values": [
            "{'average_molecular_weight': 169.1811, 'monoisotopic_molecular_weight': 169.085126611}",
            "{'average_molecular_weight': 74.1249, 'monoisotopic_molecular_weight': 74.08439833}",
            "{'average_molecular_weight': 102.0886, 'monoisotopic_molecular_weight': 102.031694058}",
            "{'average_molecular_weight': 104.105, 'monoisotopic_molecular_weight': 104.047344118}",
            "{'average_molecular_weight': 300.3921, 'monoisotopic_molecular_weight': 300.172544634}",
            "{'average_molecular_weight': 104.1045, 'monoisotopic_molecular_weight': 104.047344122}",
            "{'average_molecular_weight': 228.202, 'monoisotopic_molecular_weight': 228.074621504}",
            "{'average_molecular_weight': 227.2172, 'monoisotopic_molecular_weight': 227.090605919}",
            "{'average_molecular_weight': 346.4605, 'monoisotopic_molecular_weight': 346.214409448}",
            "{'average_molecular_weight': 330.4611, 'monoisotopic_molecular_weight': 330.219494826}"
          ],
          "unique_count": 1378
        },
        "molecular_weight.average_molecular_weight": {
          "percentage": 1.5,
          "raw_count": 91543,
          "record_count": 1378,
          "sample_values": [
            "169.1811",
            "74.1249",
            "102.0886",
            "104.105",
            "300.3921",
            "104.1045",
            "228.202",
            "227.2172",
            "346.4605",
            "330.4611"
          ],
          "unique_count": 1378
        },
        "molecular_weight.monoisotopic_molecular_weight": {
          "percentage": 1.5,
          "raw_count": 91543,
          "record_count": 1372,
          "sample_values": [
            "169.085126611",
            "74.08439833",
            "102.031694058",
            "104.047344118",
            "300.172544634",
            "104.047344122",
            "228.074621504",
            "227.090605919",
            "346.214409448",
            "330.219494826"
          ],
          "unique_count": 1372
        },
        "name": {
          "percentage": 24.67,
          "raw_count": 91593,
          "record_count": 22595,
          "sample_values": [
            "1-methylhistidine",
            "1,3-diaminopropane",
            "2-ketobutyric acid",
            "2-hydroxybutyric acid",
            "2-methoxyestrone",
            "3-hydroxybutyric acid",
            "deoxyuridine",
            "deoxycytidine",
            "cortexolone",
            "deoxycorticosterone"
          ],
          "unique_count": 22595
        },
        "state": {
          "percentage": 0.0,
          "raw_count": 90879,
          "record_count": 2,
          "sample_values": [
            "solid",
            "liquid"
          ],
          "unique_count": 2
        },
        "synonyms": {
          "percentage": 129.48,
          "raw_count": 2995245,
          "record_count": 118596,
          "sample_values": [
            "(2s)-2-amino-3-(1-methyl-1h-imidazol-4-yl)propanoic acid",
            "pi-methylhistidine",
            "(2s)-2-amino-3-(1-methyl-1h-imidazol-4-yl)propanoate",
            "1 methylhistidine",
            "1-methyl histidine",
            "1-methyl-histidine",
            "1-methyl-l-histidine",
            "1-mhis",
            "1-n-methyl-l-histidine",
            "l-1-methylhistidine"
          ],
          "unique_count": 118596
        },
        "water_solubility": {
          "percentage": 0.71,
          "raw_count": 51166,
          "record_count": 648,
          "sample_values": [
            "200 g/kg",
            "1e+006 mg/L @ 25 °C (est)",
            "119 mg/mL",
            "870 mg/mL",
            "0.0595 mg/mL at 37 °C",
            "4337 mg/L @ 25 °C (est)",
            "60.7 mg/mL",
            "3 mg/mL",
            "20.9 mg/mL",
            "0.22 mg/mL at 25 °C"
          ],
          "unique_count": 648
        },
        "xrefs": {
          "percentage": 121.18,
          "raw_count": 909815,
          "record_count": 110991,
          "sample_values": [
            "PUBCHEM.COMPOUND:92105",
            "INCHIKEY:BRMWTNUJHUMWMS-LURJTMIESA-N",
            "smiles:CN1C=NC(C[C@H](N)C(O)=O)=C1",
            "DRUGBANK:DB04151",
            "CHEBI:50599",
            "HMDB:HMDB0000001",
            "CAS:332-80-9",
            "KEGG.COMPOUND:C01152",
            "METLIN:3741",
            "chemspider:83153"
          ],
          "unique_count": 110991
        }
      }
    },
    "biolink:ChemicalToPathwayAssociation": {
      "association_properties": {
        "agent_type": {
          "percentage": 0.0,
          "raw_count": 815631,
          "record_count": 1,
          "sample_values": [
            "biolink:manual_agent"
          ],
          "unique_count": 1
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 815631,
          "record_count": 1,
          "sample_values": [
            "biolink:ChemicalToPathwayAssociation"
          ],
          "unique_count": 1
        },
        "has_evidence": {
          "percentage": 0.0,
          "raw_count": 815631,
          "record_count": 1,
          "sample_values": [
            "ECO:0000000"
          ],
          "unique_count": 1
        },
        "predicate": {
          "percentage": 0.0,
          "raw_count": 815631,
          "record_count": 1,
          "sample_values": [
            "biolink:participates_in"
          ],
          "unique_count": 1
        },
        "primary_knowledge_source": {
          "percentage": 0.0,
          "raw_count": 815631,
          "record_count": 1,
          "sample_values": [
            "infores:hmdb_v5"
          ],
          "unique_count": 1
        }
      },
      "object_properties": {
        "category": {
          "percentage": 0.0,
          "raw_count": 815631,
          "record_count": 1,
          "sample_values": [
            "biolink:Pathway"
          ],
          "unique_count": 1
        },
        "description": {
          "percentage": 0.09,
          "raw_count": 813240,
          "record_count": 713,
          "sample_values": [
            " Histidine is unique in that its biosynthesis is inherently linked to the pathways of nucleotide formation.  The biosynthesis of histidine in adults begins with the condensation of ATP and PRPP (phosphoribosyl pyrophosphate) to form N-5-phosphoribosyl 1-pyrophosphate (phosphoribosyl-ATP).  It is also worth noting that PRPP is the starting point for purine and pyrimidine biosynthesis.  Subsequent histidine biosynthetic steps (from phosphoribosyl-ATP onwards) likely take place in the intestinal microflora.  Elimination of the phosphate and the opening of the ring in phosphoribosyl-ATP forms phosphoribosyl-forminino-5-aminoimidazole-4-carboxamide ribonucleotide (phosphoribosyl-formimino-AICAR-phosphate).  This is subsequently converted to 5-phosphoribulosyl-forminino-5-aminoimidazole-4-carboxamide ribonucleotide.  Cleavage of this intermediate results in the formation of imidazole glyercol phosphate and AICAR (aminoimidazolecarboxamide ribonucleotide) with glutamine playing a role as an amino group donor.  AICAR is recycled through the purine pathway while the imidazole glycerol phosphate is converted to imidazole acetal phosphate.  Transamination yields histidinol phosphate which is converted to histidinol and finally to histidine.  Histidine catabolism begins with release of the α-amino group catalyzed by histidase, leading to the deaminated product, urocanate.  Urocanate is converted to 4-imidazolone-5-propionate via the action of urocanate hydratase.  The latter product is then converted to N-formiminoglutamte via the action of imidazolone propionase.  The enzyme formiminotransferase cyclodeaminase then removes the formimino group to yield glutamate.  Because the end product of histidine catabolism is glutamate this makes histidine one of the glucogenic amino acids.  Another key feature of histidine catabolism is that it serves as a source of ring nitrogen to combine with tetrahydrofolate (THF), producing the 1-carbon THF intermediate known as N5-formiminoTHF.  The latter reaction is one of two routes to N5-formiminoTHF.  Decarboxylation of histidine in the intestine by bacteria gives rise to histamine.  Similarly, histamine arises in many tissues by the decarboxylation of histidine, which in excess causes constriction or dilation of various blood vessels.  Once histamine is generated it can be converted to several breakdown products including N-methylhistamine, imidazole acetaldehyde, methylimidazole acetaldehyde and methylimidazole-acetic acid.  Histidine is also a precursor for carnosine biosynthesis (via carnosine synthase), with beta-alanine being the rate limiting precursor.   Anserine can be synthesized either from carnosine via carnosine N-methyltransferase or from 1-methylhistidine via carnosine synthase.   Inversely, cytosolic non-specific dipeptidase catalyzes the synthesis of 1-methylhistidine from anserine. ",
            "Histidinemia (Histidine Ammonia-Lyase Deficiency; HAL Deficiency; Histidase Deficiency; HIS Deficiency) is an autosomal recessive disease caused by a mutation in the HAL gene which codes for hisitidine ammonia-lyase. A deficiency in this enzyme results in accumulation of L-histidine in serum, spinal fluid, and urine; histamine in plasma and urine; and imidazoleacetic acid, imidazolactic acid, and 1-methylhistamine in urine. Symptoms include organic acids in urine, mental retardation, and delayed speech development. Treatment includes a low-histamine diet.",
            "Beta-alanine, 3-aminopropanoic acid, is a non-essential amino acid. Beta-Alanine is formed by the proteolytic degradation of beta-alanine containing dipeptides: carnosine, anserine, balenine, and pantothenic acid (vitamin B5). These dipeptides are consumed from protein-rich foods such as chicken, beef, pork, and fish. Beta-Alanine can also be formed in the liver from the breakdown of pyrimidine nucleotides into uracil and dihydrouracil and then metabolized into beta-alanine and beta-aminoisobutyrate. Beta-Alanine can also be formed via the action of aldehyde dehydrogenase on beta-aminoproionaldehyde which is generated from various aliphatic polyamines. Under normal conditions, beta-alanine is metabolized to aspartic acid through the action of glutamate decarboxylase. It addition, it can be converted to malonate semialdehyde and thereby participate in propanoate metabolism. Beta-Alanine is not a proteogenic amino acid. This amino acid is a common athletic supplementation due to its belief to improve performance by increased muscle carnosine levels. ",
            "Carnosinemia is a recessive autosomal disorder caused by defects in the enzyme carnosinase. Carnosine is a dipeptide of alanine and histidine.  Patients with this disorder typically secrete large amounts of carnosine and anserine in the urine but low levels of methylhistidine.  Patients also have unusually high concentrations of homocarnosine in the cerebrospinal fluid. The condition causes a progressive neurologic disorder characterized by severe mental defect and myoclonic seizures.",
            "GABA-Transaminase Deficiency (Gamma-amino butyric acid transaminase deficiency; GABA-T) is caused by a defect in the gene coding for gamma-aminobutyrate transaminase, which is responsible for catabolism of gamma-aminobutyric acid (GABA), an important, mostly inhibitory neurotransmitter in the central nervous system, into succinic semialdehyde. The active enzyme is a homodimer of 50-kD subunits complexed to pyridoxal-5-phosphate. GABAT is present in several tissues in addition to brain and is most active in liver. GABA-T catalyzes the conversion of gamma-aminobutyrate and L-beta-aminoisobutyrate to succinate semialdehyde and methylmalonate semialdehyde, respectively. This enzyme can also convert delta-aminovalerate and beta-alanine. Defects in GABA-T cause accumulation of beta-alanine and gamma aminobutyric acid in plasma and spinal fluid, as well as accumulation of homocarnosine in spinal fluid. Symptoms include hyperreflexia, hypotonia, lethargia, macrosomia, mental retardation, and seizures.",
            "3-Phosphoglycerate dehydrogenase deficiency is a disorder of L-serine biosynthesis that is characterized by congenital microcephaly, psychomotor retardation, and seizures.The disorder is caused by homozygous or compound heterozygous or homozygous mutation in the gene encoding phosphoglycerate dehydrogenase on chromosome 1p12. Defects in the gene lead to a decrease of Glycine and Serine.",
            "Cystathionine Beta-Synthase Deficiency (CBS Deficiency; Homocystinuria) is an autosomal recessive disease caused by a mutation in the CBS gene which codes for cystathionine beta-synthase. A deficiency in this enzyme results in accumulation of L-cystathionine, homocysteine, and L-homocystine in plasma and urine; and L-methionine and ornithine in plasma. Symptoms include osteoporosis, myopia, fatty-liver, mental retardation, and early death. Treatment includes folic acid, vitamin B6, vitamin B12, and a methionine-restricted diet.",
            "Dihydropyrimidine Dehydrogenase Deficiency (DHPD; Thymine-uraciluria) is a rare autosomal recessive disorder caused by a mutation in the DPYD gene which codes for dihydropyrimidine dehydrogenase. A deficiency in this enzyme results in accumulation of 5-hydroxymethyluracil, thymine, and uracil in urine. Symptoms include nystagmus, large liver, hypotonia, growth and mental retardation, and seizures.",
            "Dimethylglycine Dehydrogenase Deficiency (DMGDH deficiency; Dimethylglycinuria) phenotype in the catabolism of choline, catalyzing the oxidative demethylation of dimethylglycine (DMG) to form sarcosine. A defect in DMGDH results in the accumulation of N,N-dimethylglycine and creatinine kinase in serum, and N,N-dimethylglycine in urine. Symptoms of this disease include an unusual odor and muscle weakness.",
            "Cystathioninuria, also called cystathionase deficiency, is an autosomal recessive metabolic disorder that results in an excess of cystathionine in the urine. It is associated with a congenital dysfunction of the enzyme cystathionase, or acquired deficiency of vitamin B6 which is essential for the function of this enzyme. The latter is usually related to an overall deficiency of all the B-complex vitamins."
          ],
          "unique_count": 713
        },
        "id": {
          "percentage": 5.96,
          "raw_count": 813682,
          "record_count": 48585,
          "sample_values": [
            "SMPDB:SMP0000044",
            "SMPDB:SMP0000191",
            "SMPDB:SMP0000007",
            "SMPDB:SMP0000493",
            "SMPDB:SMP0000351",
            "SMPDB:SMP0000721",
            "SMPDB:SMP0000177",
            "SMPDB:SMP0000179",
            "SMPDB:SMP0000484",
            "SMPDB:SMP0000514"
          ],
          "unique_count": 48585
        },
        "name": {
          "percentage": 6.08,
          "raw_count": 815631,
          "record_count": 49626,
          "sample_values": [
            "1-methylhistidine metabolism",
            "histidine metabolism",
            "histidinemia",
            "beta-alanine metabolism",
            "carnosinuria, carnosinemia",
            "gaba-transaminase deficiency",
            "ureidopropionase deficiency",
            "3-phosphoglycerate dehydrogenase deficiency",
            "cystathionine beta-synthase deficiency",
            "dihydropyrimidine dehydrogenase deficiency (dhpd)"
          ],
          "unique_count": 49626
        },
        "xrefs": {
          "percentage": 5.96,
          "raw_count": 815286,
          "record_count": 48625,
          "sample_values": [
            "SMPDB:SMP0000044",
            "KEGG:map00340",
            "SMPDB:SMP0000191",
            "SMPDB:SMP0000007",
            "KEGG:map00410",
            "SMPDB:SMP0000493",
            "SMPDB:SMP0000351",
            "SMPDB:SMP0000721",
            "SMPDB:SMP0000177",
            "SMPDB:SMP0000179"
          ],
          "unique_count": 48625
        }
      },
      "record_count": 815631,
      "subject_properties": {
        "anatomical_entity": {
          "percentage": 0.0,
          "raw_count": 1668836,
          "record_count": 40,
          "sample_values": [
            "{'id': 'UBERON:0001987', 'name': 'placenta', 'original_name': 'placenta', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0014892', 'name': 'skeletal muscle organ, vertebrate', 'original_name': 'skeletal muscle', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002367', 'name': 'prostate gland', 'original_name': 'prostate', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0018707', 'name': 'bladder organ', 'original_name': 'bladder', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002371', 'name': 'bone marrow', 'original_name': 'bone marrow', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0008870', 'name': 'pulmonary alveolar parenchyma', 'original_name': 'fibroblasts', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0000160', 'name': 'intestine', 'original_name': 'intestine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'CL:0000738', 'name': 'leukocyte', 'original_name': 'leukocyte', 'category': 'biolink:Cell'}",
            "{'id': 'CL:0000540', 'name': 'neuron', 'original_name': 'neuron', 'category': 'biolink:Cell'}",
            "{'id': 'UBERON:0001264', 'name': 'pancreas', 'original_name': 'pancreas', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 40
        },
        "biosample": {
          "percentage": 0.0,
          "raw_count": 1470132,
          "record_count": 18,
          "sample_values": [
            "{'id': 'UBERON:0000178', 'name': 'blood', 'original_name': 'blood', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001359', 'name': 'cerebrospinal fluid', 'original_name': 'cerebrospinal fluid (csf)', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001988', 'name': 'feces', 'original_name': 'feces', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001836', 'name': 'saliva', 'original_name': 'saliva', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001088', 'name': 'urine', 'original_name': 'urine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001089', 'name': 'sweat', 'original_name': 'sweat', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'GO:0005737', 'name': 'cytoplasm', 'original_name': 'cellular cytoplasm', 'category': 'biolink:CellularComponent'}",
            "{'id': 'UBERON:0000173', 'name': 'amniotic fluid', 'original_name': 'amniotic fluid', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001970', 'name': 'bile', 'original_name': 'bile', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001911', 'name': 'mammary gland', 'original_name': 'breast milk', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 18
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 815631,
          "record_count": 1,
          "sample_values": [
            "biolink:SmallMolecule"
          ],
          "unique_count": 1
        },
        "cellular_component": {
          "percentage": 0.0,
          "raw_count": 2120728,
          "record_count": 10,
          "sample_values": [
            "cytoplasm",
            "extracellular",
            "membrane",
            "mitochondria",
            "nucleus",
            "lysosome",
            "endoplasmic reticulum",
            "golgi apparatus",
            "peroxisome",
            "microsomes"
          ],
          "unique_count": 10
        },
        "chemical_formula": {
          "percentage": 0.33,
          "raw_count": 815631,
          "record_count": 2693,
          "sample_values": [
            "C7H11N3O2",
            "C3H10N2",
            "C4H6O3",
            "C4H8O3",
            "C19H24O3",
            "C9H12N2O5",
            "C9H13N3O4",
            "C21H30O4",
            "C21H30O3",
            "C8H9NO4"
          ],
          "unique_count": 2693
        },
        "description": {
          "percentage": 6.65,
          "raw_count": 815631,
          "record_count": 54279,
          "sample_values": [
            "1-Methylhistidine, also known as 1-MHis or 1MH, belongs to the class of organic compounds known as histidine and derivatives. 1MH is also classified as a methylamino acid. Methylamino acids are primarily proteogenic amino acids (found in proteins) which have been methylated (in situ) on their side chains by various methyltransferase enzymes. Histidine can be methylated at either the N1 or N3 position of its imidazole ring, yielding the isomers 1-methylhistidine (1MH; also referred to as pi-methylhistidine) or 3-methylhistidine (3MH; tau-methylhistidine), respectively. There is considerable confusion with regard to the nomenclature of the methylated nitrogen atoms on the imidazole ring of histidine and other histidine-containing peptides such as anserine. In particular, older literature (mostly prior to the year 2000) designated anserine (Npi methylated) as beta-alanyl-N1-methyl-histidine, whereas according to standard IUPAC nomenclature, anserine is correctly named as beta-alanyl-N3-methyl-histidine. As a result, many papers published prior to the year 2000 incorrectly identified 1MH as a specific marker for dietary consumption or various pathophysiological effects when they really were referring to 3MH (PMID: 24137022).  Recent discoveries have shown that 1MH is produced in essentially all mammals (and other vertebrates) via the enzyme known as METTL9 (PMID: 33563959). METTL9 is a broad-specificity methyltransferase that mediates the formation of the majority of 1MH present in mammalian proteomes. METTL9-catalyzed methylation requires a His-x-His (HxH) motif, where \"x\" is a small amino acid. This HxH motif is found in a number of abundant mammalian proteins such as ARMC6, S100A9, and NDUFB3 (PMID: 33563959). Because of its abundance in many muscle-related proteins, 1MH has been found to be a good biomarker for the consumption of meat (PMID: 21527577). Dietary studies have shown that poultry consumption (p-trend = 0.0006) and chicken consumption (p-trend = 0.0003) are associated with increased levels of 1MH in human plasma (PMID: 30018457). The consumption of fish, especially salmon and cod, has also been shown to increase the levels of 1MH in serum and urine (PMID: 31401679). As a general rule, urinary 1MH is associated with white meat intake (p< 0.001), whereas urinary 3MH is associated with red meat intake (p< 0.001) (PMID: 34091671).",
            "1,3-Diaminopropane, also known as DAP or trimethylenediamine, belongs to the class of organic compounds known as monoalkylamines. These are organic compounds containing a primary aliphatic amine group. 1,3-Diaminopropane is a stable, flammable, and highly hygroscopic fluid. It is a polyamine that is normally quite toxic if swallowed, inhaled, or absorbed through the skin. It is a catabolic byproduct of spermidine. It is also a precursor in the enzymatic synthesis of beta-alanine. 1,3-Diaminopropane is involved in the arginine/proline metabolic pathways and the beta-alanine metabolic pathway. 1,3-Diaminopropane has been detected, but not quantified in, several different foods, such as cassava, shiitakes, oyster mushrooms, muscadine grapes, and cinnamons. This could make 1,3-diaminopropane a potential biomarker for the consumption of these foods.",
            "2-Ketobutyric acid, also known as alpha-ketobutyrate or 2-oxobutyrate, belongs to the class of organic compounds known as short-chain keto acids and derivatives. These are keto acids with an alkyl chain the contains less than 6 carbon atoms. 2-Ketobutyric acid is a substance that is involved in the metabolism of many amino acids (glycine, methionine, valine, leucine, serine, threonine, isoleucine) as well as propanoate metabolism and C-5 branched dibasic acid metabolism. It is also one of the degradation products of threonine. It can be converted into propionyl-CoA (and subsequently methylmalonyl CoA, which can be converted into succinyl CoA, a citric acid cycle intermediate), and thus enter the citric acid cycle. More specifically, 2-ketobutyric acid is a product of the lysis of cystathionine.",
            "2-Hydroxybutyric acid (CAS: 600-15-7), also known as alpha-hydroxybutyrate, is an organic acid derived from alpha-ketobutyrate. alpha-Ketobutyrate is produced by amino acid catabolism (threonine and methionine) and glutathione anabolism (cysteine formation pathway) and is metabolized into propionyl-CoA and carbon dioxide (PMID: 20526369). 2-Hydroxybutyric acid is formed as a byproduct from the formation of alpha-ketobutyrate via a reaction catalyzed by lactate dehydrogenase (LDH) or alpha-hydroxybutyrate dehydrogenase (alphaHBDH). alpha-Hydroxybutyric acid is primarily produced in mammalian hepatic tissues that catabolize L-threonine or synthesize glutathione. Oxidative stress or detoxification of xenobiotics in the liver can dramatically increase the rate of hepatic glutathione synthesis. Under such metabolic stress conditions, supplies of L-cysteine for glutathione synthesis become limiting, so homocysteine is diverted from the transmethylation pathway (which forms methionine) into the transsulfuration pathway (which forms cystathionine). alpha-Ketobutyrate is released as a byproduct when cystathionine is cleaved into cysteine that is incorporated into glutathione. Chronic shifts in the rate of glutathione synthesis may be reflected by urinary excretion of 2-hydroxybutyrate. 2-Hydroxybutyrate is an early marker for both insulin resistance and impaired glucose regulation that appears to arise due to increased lipid oxidation and oxidative stress (PMID: 20526369). 2-Hydroxybutyric acid is often found in the urine of patients suffering from lactic acidosis and ketoacidosis. 2-Hydroxybutyric acid generally appears at high concentrations in situations related to deficient energy metabolism (e.g. birth asphyxia) and also in inherited metabolic diseases affecting the central nervous system during neonatal development, such as \"cerebral\" lactic acidosis, glutaric aciduria type II, dihydrolipoyl dehydrogenase (E3) deficiency, and propionic acidemia. More recently it has been noted that elevated levels of alpha-hydroxybutyrate in the plasma is a good marker for early-stage type II diabetes (PMID: 19166731). It was concluded from studies done in the mid-1970s that an increased NADH2/NAD ratio was the most important factor for the production of 2-hydroxybutyric acid (PMID: 168632).",
            "2-Methoxyestrone (or 2-ME1) belongs to the class of organic compounds known as estrogens and derivatives. These are steroids with a structure containing a 3-hydroxylated estrane. Thus, 2-methoxyestrone is considered to be a steroid or steroid derivative. It is a by-product of estrone and 2-hydroxyestrone metabolism and has been detected in all mammals. More specifically, 2-methoxyestrone is an endogenous, naturally occurring methoxylated catechol estrogen and a metabolite of estrone that is formed by catechol O-methyltransferase via the intermediate 2-hydroxyestrone. 2-Methoxyestrone is part of the androgen and estrogen metabolic pathway. The acid ionization constant (pKa) of 2-methoxyestrone has been determined to be 10.81 (PMID: 516114). 2-Methoxyestrone can be metabolized to a sulfated derivative (2-methoxyestrone 3-sulfate) via steroid sulfotransferase (EC 2.8.2.15). It can also be glucuronidated to 2-methoxyestrone 3-glucuronide by UDP glucuronosyltransferase (EC 2.4.1.17). Unlike estrone but similarly to 2-hydroxyestrone and 2-methoxyestradiol, 2-methoxyestrone has very low affinity for the estrogen receptor and lacks significant estrogenic activity (PMID: 10865186).",
            "3-Hydroxybutyric acid (CAS: 300-85-6), also known as beta-hydroxybutanoic acid, is a typical partial-degradation product of branched-chain amino acids (primarily valine) released from muscle for hepatic and renal gluconeogenesis. This acid is metabolized by 3-hydroxybutyrate dehydrogenase (catalyzes the oxidation of 3-hydroxybutyrate to form acetoacetate, using NAD+ as an electron acceptor). The enzyme functions in nervous tissues and muscles, enabling the use of circulating hydroxybutyrate as a fuel. In the liver mitochondrial matrix, the enzyme can also catalyze the reverse reaction, a step in ketogenesis. 3-Hydroxybutyric acid is a chiral compound having two enantiomers, D-3-hydroxybutyric acid and L-3-hydroxybutyric acid, and is a ketone body. Like the other ketone bodies (acetoacetate and acetone), levels of 3-hydroxybutyrate in blood and urine are raised in ketosis. In humans, 3-hydroxybutyrate is synthesized in the liver from acetyl-CoA and can be used as an energy source by the brain when blood glucose is low. Blood levels of 3-hydroxybutyric acid levels may be monitored in diabetic patients to look for diabetic ketoacidosis. Persistent mild hyperketonemia is a common finding in newborns. Ketone bodies serve as an indispensable source of energy for extrahepatic tissues, especially the brain and lung of developing mammals. Another important function of ketone bodies is to provide acetoacetyl-CoA and acetyl-CoA for the synthesis of cholesterol, fatty acids, and complex lipids. During the early postnatal period, acetoacetate (AcAc) and beta-hydroxybutyrate are preferred over glucose as substrates for the synthesis of phospholipids and sphingolipids in accord with requirements for brain growth and myelination. Thus, during the first two weeks of postnatal development, when the accumulation of cholesterol and phospholipids accelerates, the proportion of ketone bodies incorporated into these lipids increases. On the other hand, an increased proportion of ketone bodies is utilized for cerebroside synthesis during the period of active myelination. In the lung, AcAc serves better than glucose as a precursor for the synthesis of lung phospholipids. The synthesized lipids, particularly dipalmitoylphosphatidylcholine, are incorporated into surfactant, and thus have a potential role in supplying adequate surfactant lipids to maintain lung function during the early days of life (PMID: 3884391). 3-Hydroxybutyric acid is found to be associated with fumarase deficiency and medium-chain acyl-CoA dehydrogenase deficiency, which are inborn errors of metabolism. 3-Hydroxybutyric acid is a metabolite of Alcaligenes and can be produced from plastic metabolization or incorporated into polymers, depending on the species (PMID: 7646009, 18615882).",
            "Deoxyuridine, also known as dU, belongs to the class of organic compounds known as pyrimidine 2'-deoxyribonucleosides. Pyrimidine 2'-deoxyribonucleosides are compounds consisting of a pyrimidine linked to a ribose which lacks a hydroxyl group at position 2. It is similar in chemical structure to uridine, but without the 2'-hydroxyl group. Deoxyuridine exists in all living organisms, ranging from bacteria to humans. Within humans, deoxyuridine participates in a number of enzymatic reactions. In particular, deoxyuridine can be biosynthesized from deoxycytidine through its interaction with the enzyme cytidine deaminase. In addition, deoxyuridine can be converted into uracil and deoxyribose 1-phosphate through its interaction with the enzyme thymidine phosphorylase. Deoxyuridine is considered to be an antimetabolite that is converted into deoxyuridine triphosphate during DNA synthesis. Laboratory suppression of deoxyuridine is used to diagnose megaloblastic anemia due to vitamin B12 and folate deficiencies. In humans, deoxyuridine is involved in the metabolic disorder called UMP synthase deficiency (orotic aciduria). Outside of the human body, deoxyuridine has been detected, but not quantified in, several different foods, such as lichee, highbush blueberries, agaves, macadamia nut (M. tetraphylla), and red bell peppers. This could make deoxyuridine a potential biomarker for the consumption of these foods.",
            "Deoxycytidine, also known as dC, belongs to the class of organic compounds known as pyrimidine 2'-deoxyribonucleosides. Pyrimidine 2'-deoxyribonucleosides are compounds consisting of a pyrimidine linked to a ribose which lacks a hydroxyl group at position 2. Deoxycytidine is also classified as a deoxyribonucleoside, a component of deoxyribonucleic acid (DNA). Deoxycytidine is similar to the ribonucleoside cytidine, but with one hydroxyl group removed from the 2' position. Deoxycytidine exists in all living species, ranging from bacteria to plants to humans. Degradation of DNA through apoptosis or cell death produces deoxycytidine. Within humans, deoxycytidine participates in a number of enzymatic reactions. In particular, deoxycytidine can be biosynthesized from dCMP through the action of the enzyme cytosolic purine 5'-nucleotidase. In addition, deoxycytidine can be converted into dCMP; which is mediated by the enzyme uridine-cytidine kinase-like 1. Deoxycytidine can be phosphorylated at the C-5 position by the enzyme deoxycytidine kinase to produce deoxycytidine monophosphate (dCMP), and to a lesser extent, deoxycytidine diphosphate (dCDP), and deoxycytidine triphosphate (dCTP). Deoxycytidine can also be phosphorylated by thymidine kinase 2 (TK2). Deoxycytidine can potentially be used for the treatment of the metabolic disorder known as thymidine kinase 2 deficiency (TK2 deficiency). TK2 deficiency has three disease subtypes: i) infantile-onset myopathy with rapid progression to early death ii) childhood-onset myopathy, which resembles spinal muscular atrophy (SMA) type III, begins between ages 1 and 12 years with progression to loss of ambulation within few years and iii) late-onset myopathy starting at age 12 year or later with moderate to severe myopathy manifesting as either isolated chronic progressive external ophthalmoplegia (CPEO) or a generalized myopathy with CPEO plus facial and limb weakness, gradual progression, and, in some cases, respiratory failure and loss of ability to walk in adulthood (PMID: 28318037). In mouse models of TK2, dC was shown to delay disease onset, prolong life span and restore mtDNA copy number as well as respiratory chain enzyme activities (PMID: 28318037).",
            "Cortexolone, also known as cortodoxone or 11-deoxycortisol, belongs to the class of organic compounds known as 21-hydroxysteroids. These are steroids carrying a hydroxyl group at the 21-position of the steroid backbone. Thus, cortexolone is considered to be a steroid molecule. Cortexolone is an endogenous glucocorticoid steroid hormone, and a metabolic intermediate in the synthesis of cortisol. It was first described by Tadeusz Reichstein in 1938 and named as Substance S. It has also been referred to as Reichstein's Substance S or Compound S. Cortexolone acts as a glucocorticoid, though it is less potent than cortisol. Cortexolone is synthesized from 17Œ±-hydroxyprogesterone by 21-hydroxylase and is converted to cortisol by 11Œ≤-hydroxylase. As a result, the level of cortexolone is often measured in patients to diagnose impaired cortisol synthesis, to identify any enzyme deficiency that may be causing impairment along the pathway to cortisol, and to differentiate adrenal disorders. Cortexolone in mammals has limited biological activity and mainly acts as metabolic intermediate within the glucocorticoid pathway, leading to cortisol. On the other hand, in sea lampreys, cortexolone is the major glucocorticoid, with mineralocorticoid activity. Cortexolone in sea lampreys binds to specific corticosteroid receptors and is involved in intestinal osmoregulation and in sea lamprey at metamorphosis, a process in which they develop seawater tolerance before downstream migration.",
            "11-Deoxycorticosterone (also called desoxycortone, 21-hydroxyprogesterone, DOC, or simply deoxycorticosterone) is a steroid hormone produced by the adrenal gland that possesses mineralocorticoid activity and acts as a precursor to aldosterone. It is classified as a member of the 21-hydroxysteroids. 21-hydroxysteroids are steroids carrying a hydroxyl group at the 21-position of the steroid backbone. Deoxycorticosterone is very hydrophobic, practically insoluble (in water), and relatively neutral. Deoxycorticosterone can be synthesized from progesterone by 21-beta-hydroxylase and is then converted to corticosterone by 11-beta-hydroxylase. Corticosterone is then converted to aldosterone by aldosterone synthase. Deoxycorticosterone stimulates the collecting tubules in the kidney to continue to excrete potassium in much the same way that aldosterone does. Deoxycorticosterone has about 1/20 of the sodium retaining power of aldosterone and about 1/5 the potassium excreting power of aldosterone (Wikipedia). Deoxycorticosterone can be found throughout all human tissues and has been detected in amniotic fluid and blood. When present in sufficiently high levels, deoxycorticosterone can act as a hypertensive agent and a metabotoxin. A hypertensive agent increases blood pressure and causes the production of more urine. A metabotoxin is an endogenously produced metabolite that causes adverse health effects at chronically high levels.  Chronically high levels of deoxycorticosterone are associated with congenital adrenal hyperplasia (CAH) and with adrenal tumors producing deoxycorticosterone (PMID: 20671982). High levels of this mineralocorticoid are associated with resistant hypertension, which can result in polyuria, polydipsia, increased blood volume, edema, and cardiac enlargement. Deoxycorticosterone can be used to treat adrenal insufficiency. In particular, desoxycorticosterone acetate (DOCA) is used as replacement therapy in Addison's disease."
          ],
          "unique_count": 54279
        },
        "id": {
          "percentage": 6.65,
          "raw_count": 815631,
          "record_count": 54245,
          "sample_values": [
            "PUBCHEM.COMPOUND:92105",
            "PUBCHEM.COMPOUND:428",
            "PUBCHEM.COMPOUND:58",
            "PUBCHEM.COMPOUND:440864",
            "PUBCHEM.COMPOUND:440624",
            "PUBCHEM.COMPOUND:92135",
            "PUBCHEM.COMPOUND:13712",
            "PUBCHEM.COMPOUND:13711",
            "PUBCHEM.COMPOUND:440707",
            "PUBCHEM.COMPOUND:6166"
          ],
          "unique_count": 54245
        },
        "logp": {
          "percentage": 0.08,
          "raw_count": 121218,
          "record_count": 646,
          "sample_values": [
            "-1.43",
            "-1.51",
            "-1.77",
            "3.08",
            "2.88",
            "0.75",
            "-0.08",
            "3.69",
            "-0.09",
            "1.08"
          ],
          "unique_count": 646
        },
        "melting_point": {
          "percentage": 0.06,
          "raw_count": 323661,
          "record_count": 463,
          "sample_values": [
            "249 °C",
            "-12 °C",
            "33 °C",
            "44.2 °C",
            "187.0 - 189.5 °C",
            "49 - 50 °C",
            "167 °C",
            "207 - 210 °C",
            "215 °C",
            "141 - 142 °C"
          ],
          "unique_count": 463
        },
        "molecular_weight": {
          "percentage": 0.39,
          "raw_count": 815621,
          "record_count": 3208,
          "sample_values": [
            "{'average_molecular_weight': 169.1811, 'monoisotopic_molecular_weight': 169.085126611}",
            "{'average_molecular_weight': 74.1249, 'monoisotopic_molecular_weight': 74.08439833}",
            "{'average_molecular_weight': 102.0886, 'monoisotopic_molecular_weight': 102.031694058}",
            "{'average_molecular_weight': 104.105, 'monoisotopic_molecular_weight': 104.047344118}",
            "{'average_molecular_weight': 300.3921, 'monoisotopic_molecular_weight': 300.172544634}",
            "{'average_molecular_weight': 104.1045, 'monoisotopic_molecular_weight': 104.047344122}",
            "{'average_molecular_weight': 228.202, 'monoisotopic_molecular_weight': 228.074621504}",
            "{'average_molecular_weight': 227.2172, 'monoisotopic_molecular_weight': 227.090605919}",
            "{'average_molecular_weight': 346.4605, 'monoisotopic_molecular_weight': 346.214409448}",
            "{'average_molecular_weight': 330.4611, 'monoisotopic_molecular_weight': 330.219494826}"
          ],
          "unique_count": 3208
        },
        "molecular_weight.average_molecular_weight": {
          "percentage": 0.39,
          "raw_count": 815621,
          "record_count": 3205,
          "sample_values": [
            "169.1811",
            "74.1249",
            "102.0886",
            "104.105",
            "300.3921",
            "104.1045",
            "228.202",
            "227.2172",
            "346.4605",
            "330.4611"
          ],
          "unique_count": 3205
        },
        "molecular_weight.monoisotopic_molecular_weight": {
          "percentage": 0.39,
          "raw_count": 815621,
          "record_count": 3206,
          "sample_values": [
            "169.085126611",
            "74.08439833",
            "102.031694058",
            "104.047344118",
            "300.172544634",
            "104.047344122",
            "228.074621504",
            "227.090605919",
            "346.214409448",
            "330.219494826"
          ],
          "unique_count": 3206
        },
        "name": {
          "percentage": 6.66,
          "raw_count": 815631,
          "record_count": 54282,
          "sample_values": [
            "1-methylhistidine",
            "1,3-diaminopropane",
            "2-ketobutyric acid",
            "2-hydroxybutyric acid",
            "2-methoxyestrone",
            "3-hydroxybutyric acid",
            "deoxyuridine",
            "deoxycytidine",
            "cortexolone",
            "deoxycorticosterone"
          ],
          "unique_count": 54282
        },
        "state": {
          "percentage": 0.0,
          "raw_count": 749737,
          "record_count": 3,
          "sample_values": [
            "solid",
            "liquid",
            "gas"
          ],
          "unique_count": 3
        },
        "synonyms": {
          "percentage": 42.25,
          "raw_count": 17216939,
          "record_count": 344568,
          "sample_values": [
            "(2s)-2-amino-3-(1-methyl-1h-imidazol-4-yl)propanoic acid",
            "pi-methylhistidine",
            "(2s)-2-amino-3-(1-methyl-1h-imidazol-4-yl)propanoate",
            "1 methylhistidine",
            "1-methyl histidine",
            "1-methyl-histidine",
            "1-methyl-l-histidine",
            "1-mhis",
            "1-n-methyl-l-histidine",
            "l-1-methylhistidine"
          ],
          "unique_count": 344568
        },
        "water_solubility": {
          "percentage": 0.06,
          "raw_count": 205485,
          "record_count": 523,
          "sample_values": [
            "200 g/kg",
            "1e+006 mg/L @ 25 °C (est)",
            "119 mg/mL",
            "870 mg/mL",
            "0.0595 mg/mL at 37 °C",
            "4337 mg/L @ 25 °C (est)",
            "60.7 mg/mL",
            "3 mg/mL",
            "20.9 mg/mL",
            "0.22 mg/mL at 25 °C"
          ],
          "unique_count": 523
        },
        "xrefs": {
          "percentage": 30.45,
          "raw_count": 7054935,
          "record_count": 248383,
          "sample_values": [
            "PUBCHEM.COMPOUND:92105",
            "INCHIKEY:BRMWTNUJHUMWMS-LURJTMIESA-N",
            "smiles:CN1C=NC(C[C@H](N)C(O)=O)=C1",
            "DRUGBANK:DB04151",
            "CHEBI:50599",
            "HMDB:HMDB0000001",
            "CAS:332-80-9",
            "KEGG.COMPOUND:C01152",
            "METLIN:3741",
            "chemspider:83153"
          ],
          "unique_count": 248383
        }
      }
    },
    "biolink:GeneToPathwayAssociation": {
      "association_properties": {
        "agent_type": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 1,
          "sample_values": [
            "biolink:manual_agent"
          ],
          "unique_count": 1
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 1,
          "sample_values": [
            "biolink:GeneToPathwayAssociation"
          ],
          "unique_count": 1
        },
        "has_evidence": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 1,
          "sample_values": [
            "ECO:0000305"
          ],
          "unique_count": 1
        },
        "predicate": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 1,
          "sample_values": [
            "biolink:participates_in"
          ],
          "unique_count": 1
        },
        "primary_knowledge_source": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 1,
          "sample_values": [
            "infores:hmdb_v5"
          ],
          "unique_count": 1
        },
        "publication": {
          "percentage": 0.76,
          "raw_count": 288884,
          "record_count": 2387,
          "sample_values": [
            "{'pmid': ['PMID:14574404', 'PMID:19159218', 'PMID:19349973', 'PMID:2129526', 'PMID:2173922', 'PMID:8566797'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:14702039', 'PMID:15489334', 'PMID:15592455', 'PMID:15815621', 'PMID:7642519', 'PMID:7685356'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10462544', 'PMID:10931946', 'PMID:11681623', 'PMID:11912132', 'PMID:1286669', 'PMID:15163660', 'PMID:15489334', 'PMID:16710414', 'PMID:19608861', 'PMID:8313870'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11690631', 'PMID:14702039', 'PMID:15489334', 'PMID:15815621'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11133996', 'PMID:15489334', 'PMID:16710414'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10681516', 'PMID:12234672', 'PMID:14702039', 'PMID:15489334', 'PMID:17985935', 'PMID:18669648', 'PMID:19690332'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:12808445', 'PMID:14702039', 'PMID:15489334', 'PMID:18669648', 'PMID:18691976', 'PMID:19369195', 'PMID:1996353', 'PMID:2013338', 'PMID:9342341'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10899995', 'PMID:12352955', 'PMID:15489334'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11129331', 'PMID:12746442', 'PMID:12874287', 'PMID:15122894', 'PMID:15489334', 'PMID:16330550', 'PMID:16601870', 'PMID:17459752', 'PMID:19177531', 'PMID:19608861', 'PMID:8440722', 'PMID:8617516', 'PMID:8798725', 'PMID:9463337', 'PMID:9784232'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:1371749', 'PMID:15302935', 'PMID:15489334', 'PMID:15592455', 'PMID:17081983', 'PMID:17924679', 'PMID:18088087', 'PMID:18187866', 'PMID:18669648', 'PMID:18691976', 'PMID:19369195', 'PMID:19608861', 'PMID:19690332', 'PMID:9116495'], 'category': 'biolink:Publication'}"
          ],
          "unique_count": 2387
        },
        "publication.category": {
          "percentage": 0.0,
          "raw_count": 288884,
          "record_count": 1,
          "sample_values": [
            "biolink:Publication"
          ],
          "unique_count": 1
        },
        "publication.pmid": {
          "percentage": 4.79,
          "raw_count": 1472529,
          "record_count": 14974,
          "sample_values": [
            "PMID:14574404",
            "PMID:19159218",
            "PMID:19349973",
            "PMID:2129526",
            "PMID:2173922",
            "PMID:8566797",
            "PMID:14702039",
            "PMID:15489334",
            "PMID:15592455",
            "PMID:15815621"
          ],
          "unique_count": 14974
        }
      },
      "object_properties": {
        "category": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 1,
          "sample_values": [
            "biolink:Pathway"
          ],
          "unique_count": 1
        },
        "description": {
          "percentage": 0.22,
          "raw_count": 301564,
          "record_count": 686,
          "sample_values": [
            "Nicotinate (niacin) and nicotinamide are precursors of the coenzymes nicotinamide-adenine dinucleotide (NAD+) and nicotinamide-adenine dinucleotide phosphate (NADP+). When NAD+ and NADP+ are interchanged in a reaction with their reduced forms, NADH and NADPH respectively, they are important cofactors in several hundred redox reactions. NAD+ is synthesized through two metabolic pathways. It is produced either in a de novo pathway from amino acids, or in salvage pathways by recycling preformed components such as nicotinamide back to NAD+. Most organisms synthesize NAD+ de novo from simple components. The specific set of reactions differs among organisms, but a common feature is the generation of quinolinic acid (QA) from tryptophan (Trp) in animals, or aspartic acid in some bacteria (intestinal microflora) and plants. The quinolinic acid is converted to nicotinic acid mononucleotide (NaMN) by transfer of a phosphoribose group. An adenylate group is then transferred to form nicotinic acid adenine dinucleotide (NaAD). Finally, the nicotinic acid group in NaAD is amidated to a nicotinamide (Nam) group, forming nicotinamide adenine dinucleotide. In a further step, some NAD+ is converted into NADP+ by NAD+ kinase, which phosphorylates NAD+. Besides assembling NAD+ de novo from simple amino acid precursors, cells also salvage preformed compounds containing nicotinamide. Although other precursors are known, the three natural compounds containing the nicotinamide ring and used in these salvage metabolic pathways are nicotinic acid (Na), nicotinamide (Nam) and nicotinamide riboside (NR). The precursors are fed into the NAD+ biosynthetic pathwaythrough adenylation and phosphoribosylation reactions. These compounds can be taken up from the diet, where the mixture of nicotinic acid and nicotinamide are called vitamin B3 or niacin. However, these compounds are also produced within cells, when the nicotinamide group is released from NAD+ in ADP-ribose transfer reactions.",
            "Purines are heterocyclic aromatic organic compounds, consisting of a pyrimidine ring fused to an imidazole ring. Purines, including substituted purines, are the most widely distributed kind of nitrogen-containing heterocycle in nature. The two most important purines are adenine and guanine. Other notable purines are hypoxanthine, xanthine, theobromine, caffeine, uric acid and isoguanine. Purines are found in a number of other important biomolecules, such as ATP, GTP, cyclic AMP, NADH, and coenzyme A. This pathway depicts a number of processes including purine nucleotide biosynthesis, purine degradation and purine salvage. The major site of purine nucleotide synthesis is in the liver. Synthesis of the purine nucleotides begins with PRPP and leads to the first fully formed nucleotide, inosine 5'-monophosphate (IMP). IMP synthesis begins with 5-phospho-α-ribosyl-1-pyrophosphate, PRPP. Through a series of reactions utilizing ATP, tetrahydrofolate (THF) derivatives, glutamine, glycine and aspartate this pathway yields IMP. The rate limiting reaction is catalyzed by glutamine PRPP amidotransferase which drives the reaction with PRPP and glutamine yielding 5-phosphoribosylamine (PRA). 5-phosphoribosylamine is converted to glycinamide ribotide (GAR) then to formyglycinamide ribotide (FGAR). This set of reactions is catalyzed by a trifunctional enzyme containing GAR synthetase, GAR transformylase and AIR synthetase. FGAR is converted to formylglycinamidine-ribonucleotide (FGAM) by formylglycinamide synthase. FGAM is then converted by aminoimidzaole ribotide synthase to 5-aminoimidazole ribotide (AIR) then carboxylated by aminoimidazole ribotide carboxylase to carboxyaminoimidazole ribotide (CAIR). CAIR is then converted to succinylaminoimidazole carboxamide ribotide (SAICAR) by succinylaminoimidazole carboxamide ribotide synthase followed by conversion to AICAR (via adenylsuccinate lyase) then to FAICAR (via aminoimidazole carboxamide ribotide transformylase). FAICAR is finally converted to inosine monophosphate (IMP) by IMP cyclohydrolase. Because of the complexity of this synthetic process, the purine ring is actually composed of atoms derived from many different molecules. The N1 atom arises from the amine group of Asp, the C2 and C8 atoms originate from formate, the N3 and N9 atoms come from the amide group of Gln, the C4, C5 and N7 atoms come from Gly and the C6 atom comes from CO2. IMP represents a branch point for purine biosynthesis, because it can be converted into either AMP or GMP through two distinct reaction pathways. AMP is generated from IMP via adenylsuccinate synthetase (which adds aspartate) and adenylsuccinate lyase. GMP is generated via the action of IMP dehydrogenase and GMP synthase. Catabolism of purine nucleotides ultimately leads to the production of uric acid. Beginning from AMP, the enzymes AMP deaminase and nucleotidase work in concert to generate inosine. Alternately, AMP may be dephosphorylate by nucleotidase and then adenosine deaminase (ADA) converts the free adenosine to inosine. The enzyme purine nucleotide phosphorylase (PNP) converts inosine to hypoxanthine, while xanthine oxidase converts hypoxanthine to xanthine and finally to uric acid. GMP and XMP can also be converted to uric acid via the action of nucleotidase, PNP, guanine deaminase and xanthine oxidase. The synthesis of nucleotides from the purine bases and purine nucleosides takes place in a series of steps known as the salvage pathways. The free purine bases, adenine, guanine, and hypoxanthine, can be reconverted to their corresponding nucleotides by phosphoribosylation. Two key transferase enzymes are involved in the salvage of purines: adenosine phosphoribosyltransferase (APRT), which catalyzes the conversion of adenine to AMP and hypoxanthine-guanine phosphoribosyltransferase (HGPRT), which catalyzes the conversion of hypoxanthine to IMP.",
            "Pyrimidines are heterocyclic aromatic organic compounds similar to benzene and pyridine. Cytosine, thymine, and uracil are pyrimidine derivatives. Synthesis of the pyrimidines is less complex than that of the purines, since the base is much simpler This pathway depicts a number of processes including pyrimidine nucleotide biosynthesis, pyrimidine degradation and pyrimidine salvage. Pyrimidine nucleotide biosynthesis begins with carbamoyl phosphate. The carbamoyl phosphate used for pyrimidine nucleotide synthesis is derived from glutamine and bicarbonate and is catalyzed by carbamoyl phosphate synthetase II (CPS-II). Subsequently carbamoyl phosphate is incorporated into the pyrimidine nucleotide biosynthesis pathway through the action of aspartate transcarbamoylase, ATCase which generates carbamoyl aspartate. This is then converted to dihydroorotic acid via carbamoyl aspartate dehydrogenase, which is then converted to orotic acid via dihydroorotate dehydrogenase. The enzyme orotate phosphoribosyltransferase incorporate PRPP to produce orotidine monophosphate (OMP) which is converted to UMP (uridine monopohophsate) via orotidine-5’-phosphate carboxylase. Following completion of UMP synthesis it can be phosphorylated to UTP and utilized as a substrate for CTP synthase for the synthesis of CTP. Specifically, UMP is phosphorylated twice to yield UTP. The first phosphorylation is catalyzed by uridylate kinase and the second by ubiquitous nucleoside diphosphate kinase. Finally UTP is aminated by the action of CTP synthase, generating CTP. Uridine nucleotides are also the precursors for de novo synthesis of the thymine nucleotides. The de novo pathway to thymidine nucleotdie synthesis first requires the use of deoxyUMP from the metabolism of either UDP or CDP. The deoxyUMP is converted to deoxyTMP by the action of thymidylate synthase. The methyl group is donated by N5,N10-methylene THF. In order for the thymidylate synthase reaction to continue, THF must be regenerated from DHF. This is accomplished through the action of dihydrofolate reductase (DHFR). THF is then converted to N5,N10-THF via the action of serine hydroxymethyl transferase. The synthesis of pyrimidines differs in two significant ways from that of purines. First, the ring structure is assembled as a free base, not built upon PRPP. Second, there is no branch in the pyrimidine synthesis pathway. The salvage pathway to dTTP synthesis involves the enzyme thymidine kinase which can use either thymidine or deoxyuridine as a substrate. Uracil can be salvaged to form UMP through the concerted action of uridine phosphorylase and uridine kinase. Formation of dTMP, by salvage of dTMP requires the action of thymine phosphorylase and thymidine kinase while the salvage of deoxycytidine is catalyzed by deoxycytidine kinase. Deoxyadenosine and deoxyguanosine are also substrates for deoxycytidine kinase. In terms of the catabolism of pyrimidines, they are ultimately degraded to CO2, H2O, and urea. Cytosine can be broken down to uracil which can be further broken down to N-carbamoyl-beta-alanine and then to beta-alanine. Thymine is broken down into β-aminoisobutyrate. The β-alanine and β-aminoisobutyrate serve as -NH2 donors in the transamination of α-ketoglutarate to glutamate. A subsequent reaction converts the products to malonyl-CoA or methylmalonyl-CoA (which is converted to succinyl-CoA and can be shunted to the TCA cycle).",
            "Dihydropyrimidinase Deficiency (DHPA, Dihydropyrimidinuria Deficiency, DPH Deficiency) is an autosomal recessive disease caused by a mutation in the DPYS gene which codes for dihydropyrimidinase. A deficiency in this enzyme results in accumulation of dihydrothymine, dihydrouracil, thymine, and uracil in urine. Symptoms, which present at birth, include metabolic acidosis, difficulty feeding, and seizures.",
            "Gemcitabine is a cytidine analogue used in the treatment of certain cancers. Gemcitabine enters the cell via sodium nucleoside co-transporters (SLC29A1, SLC28A1, and SLC28A3), where it acts through multiple mechanisms to produce a cytotoxic effect. Gemcitabine is phosphorylated into gemcitabine monophosphate by deoxycytidine kinase, which is then subsequently phosphorylated into the diphosphate and triphosphate nucleotides by UMP-CMP kinase and nucleoside diphosphate kinase respectively. Gemcitabine diphosphate inhibits ribonucleoside-diphosphate reductase, a crucial enzyme in the conversion of ribonucleotides into deoxyribonucleotides for DNA synthesis. Gemcitabine triphosphate on the other hand can be incorporated into DNA, causing chain termination. Furthermore, gemcitabine monophosphate can be deaminated into difluoro-deoxyuridine monophosphate, which inhibits thymidylate synthase, an enzyme involved in the production of dTTP for DNA synthesis.",
            "Myoneurogastrointestinal encephalopathy, or mitochondrial neurogastrointestinal encephalopathy syndrome (MNGIE), is a multisystem disorder caused by mutations in the gene encoding thymidine phosphorylase, which normally uses thymidine and phosphate as substrates to catalyze the reaction between these two substrates to create thymine and 2-deoxy-alpha-D-ribose 1-phosphate. MNGIE causes accumulation of thymidine and deoxyuridine in the urine. Symptoms of MNGIE include ptosis, progressive external ophthalmoplegia, gastrointestinal dysmotility (often pseudoobstruction), diffuse leukoencephalopathy, peripheral neuropathy, and myopathy.",
            "Orotic Aciduria (Orotic acidemia) is caused by a defect in uridine monophosphate synthetase (UMPS) (orotate phosphoribosyl transferase and orotidine-5’-decarboxylase), an enzyme that catalyses the formation of uridine monophosphate (UMP), an energy carrying molecule in many important biosynthetic pathways. This disease is marked by very high accumulation of orotic acid in the urine, sometimes causing urinary obstruction. Symptoms include megaloblastic anemia as well as failure to thrive.",
            "Congenital disorders of glycosylation (CDGs) are a genetically heterogeneous group of autosomal recessive disorders caused by enzymatic defects in the synthesis and processing of asparagine (N)-linked glycans or oligosaccharides on glycoproteins. These glycoconjugates play critical roles in metabolism, cell recognition and adhesion, cell migration, protease resistance, host defense, and antigenicity, among others. CDGs are divided into 2 main groups: type I CDGs (see, e.g., CDG1A, 212065) comprise defects in the assembly of the dolichol lipid-linked oligosaccharide (LLO) chain and its transfer to the nascent protein, whereas type II CDGs refer to defects in the trimming and processing of the protein-bound glycans either late in the endoplasmic reticulum or the Golgi compartments. The biochemical changes of CDGs are most readily observed in serum transferrin (TF; 190000), and the diagnosis is usually made by isoelectric focusing of this glycoprotein (reviews by Marquardt and Denecke, 2003; Grunewald et al., 2002).",
            "GLUT1 deficiency syndrome is a disorder that primarily affects the brain. Affected individuals generally have seizures beginning in the first few months of life. Babies with GLUT1 deficiency syndrome have a normal head size at birth, but growth of the brain and skull is often slow, in severe cases resulting in an abnormally small head size (microcephaly). People with GLUT1 deficiency syndrome may have developmental delay or intellectual disability. They may also have other neurological problems, such as stiffness caused by abnormal tensing of the muscles (spasticity), difficulty in coordinating movements (ataxia), and speech difficulties (dysarthria). Some experience episodes of confusion, lack of energy (lethargy), headaches, muscle twitches (myoclonus), or involuntary irregular eye movements, particularly before meals.",
            "Lactose synthesis occurs only in the mammary glands, producing lactose (4-O-B-D-galactosylpyranosyl-a-D-glucopyranoside), the major sugar in milk. Lactose is created by joining two monosaccarides with a B1,4 glycosidic bond. Glucose is first converted to UDP-galactose via the enzyme galactose-1-phosphate uridylyltransferase. UDP-galactose is then transported into the Golgi by the UDP galactose translocator, an antiporter which uses facilitated transport to move UDP galactose into the Golgi and exports UMP. Once inside the Golgi, the UDP galactose and glucose (which moves into the golgi via the GLUT-1 transporter) become substrates for the lactose synthase enzyme complex, comprised of the enzymatic subunit, galactosyltransferase with its regulatory subunit, Alpha-lactalbumin. Lactose synthase creates lactose through bonding galactose from UDP to glucose through a glycosidic bond. Although GT is found in many tissues in the body, Alpha-lactalbumin is only found on the inner surface of the Golgi in the mammary glands, limiting lactose production to the mammaries."
          ],
          "unique_count": 686
        },
        "id": {
          "percentage": 15.64,
          "raw_count": 310491,
          "record_count": 48867,
          "sample_values": [
            "SMPDB:SMP0000048",
            "SMPDB:SMP0000050",
            "SMPDB:SMP0000046",
            "SMPDB:SMP0000178",
            "SMPDB:SMP0000446",
            "SMPDB:SMP0000603",
            "SMPDB:SMP0000202",
            "SMPDB:SMP0000219",
            "SMPDB:SMP0000579",
            "SMPDB:SMP0000580"
          ],
          "unique_count": 48867
        },
        "name": {
          "percentage": 15.71,
          "raw_count": 312490,
          "record_count": 49104,
          "sample_values": [
            "nicotinate and nicotinamide metabolism",
            "purine metabolism",
            "pyrimidine metabolism",
            "beta ureidopropionase deficiency",
            "dihydropyrimidinase deficiency",
            "gemcitabine action pathway",
            "gemcitabine metabolism pathway",
            "mngie (mitochondrial neurogastrointestinal encephalopathy)",
            "ump synthase deficiency (orotic aciduria)",
            "congenital disorder of glycosylation cdg-iid"
          ],
          "unique_count": 49104
        },
        "xrefs": {
          "percentage": 15.65,
          "raw_count": 312484,
          "record_count": 48904,
          "sample_values": [
            "SMPDB:SMP0000048",
            "KEGG:map00760",
            "SMPDB:SMP0000050",
            "KEGG:map00230",
            "SMPDB:SMP0000046",
            "KEGG:map00240",
            "SMPDB:SMP0000178",
            "SMPDB:SMP0000446",
            "SMPDB:SMP0000603",
            "SMPDB:SMP0000202"
          ],
          "unique_count": 48904
        }
      },
      "record_count": 312490,
      "subject_properties": {
        "category": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 1,
          "sample_values": [
            "biolink:Protein"
          ],
          "unique_count": 1
        },
        "cellular_component": {
          "percentage": 0.06,
          "raw_count": 494012,
          "record_count": 202,
          "sample_values": [
            "cell membrane",
            "lipid-anchor",
            "gpi-anchor",
            "cytoplasmic",
            "nucleus",
            "cytoplasm",
            "mitochondrion",
            "mitochondrion matrix",
            "peroxisome",
            "endomembrane system"
          ],
          "unique_count": 202
        },
        "chromosomal_location": {
          "percentage": 0.01,
          "raw_count": 304477,
          "record_count": 25,
          "sample_values": [
            "6",
            "4",
            "1",
            "2",
            "17",
            "22",
            "3",
            "16",
            "X",
            "12"
          ],
          "unique_count": 25
        },
        "description": {
          "percentage": 0.8,
          "raw_count": 311581,
          "record_count": 2505,
          "sample_values": [
            "Catalyzes the hydrolysis of nucleotide monophosphates, releasing inorganic phosphate and the corresponding nucleoside, with AMP being the preferred substrate (PubMed:21933152, PubMed:22997138, PubMed:23142347, PubMed:24887587, PubMed:34403084). Shows a preference for ribonucleotide monophosphates over their equivalent deoxyribose forms (PubMed:34403084). Other substrates include IMP, UMP, GMP, CMP, dAMP, dCMP, dTMP, NAD and NMN (PubMed:21933152, PubMed:22997138, PubMed:23142347, PubMed:24887587, PubMed:34403084)",
            "Catalyzes the deamination of dCMP to dUMP, providing the nucleoside monophosphate substrate for the thymidylate synthase/TYMS (PubMed:7685356). Also, part of a nucleotide salvage pathway that eliminates epigenetically modified 5-hydroxymethyl-dCMP (hmdCMP) in a two-step process entailing deamination to cytotoxic 5-hydroxymethyl-dUMP (hmdUMP), followed by its hydrolysis into 5-hydroxymethyluracil (hmU) and 2-deoxy-D-ribose 5-phosphate (deoxyribosephosphate) (PubMed:33833118). Catalyzes the first step in that pathway, the deamination of 5-hydroxymethyl-dCMP (hmdCMP) (PubMed:33833118)",
            "Catalyzes the phosphorylation of pyrimidine nucleoside monophosphates at the expense of ATP. Plays an important role in de novo pyrimidine nucleotide biosynthesis. Has preference for UMP and CMP as phosphate acceptors. Also displays broad nucleoside diphosphate kinase activity",
            "Catalyzes the hydrolysis of nucleotide monophosphates, releasing inorganic phosphate and the corresponding nucleoside, AMP is the major substrate",
            "Catalyzes the hydrolysis of ribonucleotide and deoxyribonucleotide monophosphates, releasing inorganic phosphate and the corresponding nucleoside (PubMed:11133996, PubMed:34814800, PubMed:7599155, PubMed:8967393). AMP is the major substrate but can also hydrolyze dCMP and IMP (PubMed:11133996, PubMed:34814800, PubMed:7599155, PubMed:8967393)",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides, with a preference for dUMP and dTMP, intermediate activity towards dGMP, and low activity towards dCMP and dAMP",
            "Phosphorylates the deoxyribonucleosides deoxycytidine, deoxyguanosine and deoxyadenosine (PubMed:12808445, PubMed:18377927, PubMed:19159229, PubMed:1996353, PubMed:20614893, PubMed:20637175). Has broad substrate specificity, and does not display selectivity based on the chirality of the substrate. It is also an essential enzyme for the phosphorylation of numerous nucleoside analogs widely employed as antiviral and chemotherapeutic agents (PubMed:12808445)",
            "Dephosphorylates specifically the 5' and 2'(3')-phosphates of uracil and thymine deoxyribonucleotides, and so protects mitochondrial DNA replication from excess dTTP. Has only marginal activity towards dIMP and dGMP",
            "Mitochondrial 3-hydroxy-3-methylglutaryl-CoA lyase that catalyzes a cation-dependent cleavage of (S)-3-hydroxy-3-methylglutaryl-CoA into acetyl-CoA and acetoacetate, a key step in ketogenesis. Terminal step in leucine catabolism. Ketone bodies (beta-hydroxybutyrate, acetoacetate and acetone) are essential as an alternative source of energy to glucose, as lipid precursors and as regulators of metabolism",
            "Catalyzes the cleavage of citrate into oxaloacetate and acetyl-CoA, the latter serving as common substrate in multiple biochemical reactions in protein, carbohydrate and lipid metabolism"
          ],
          "unique_count": 2505
        },
        "full_name": {
          "percentage": 0.8,
          "raw_count": 312490,
          "record_count": 2508,
          "sample_values": [
            "5'-nucleotidase",
            "deoxycytidylate deaminase",
            "ump-cmp kinase",
            "cytosolic 5'-nucleotidase 1b",
            "cytosolic 5'-nucleotidase 1a",
            "5'(3')-deoxyribonucleotidase, cytosolic type",
            "deoxycytidine kinase",
            "5'(3')-deoxyribonucleotidase, mitochondrial",
            "hydroxymethylglutaryl-coa lyase, mitochondrial",
            "atp-citrate synthase"
          ],
          "unique_count": 2508
        },
        "function": {
          "percentage": 0.13,
          "raw_count": 281906,
          "record_count": 393,
          "sample_values": [
            "Involved in hydrolase activity",
            "Involved in zinc ion binding",
            "Involved in ATP binding",
            "Involved in nucleotide binding",
            "Involved in metal ion binding",
            "Involved in phosphatase activity",
            "Involved in catalytic activity",
            "Involved in ATP citrate synthase activity",
            "Involved in transcription cofactor activity",
            "Involved in transferase activity, transferring acyl groups other than amino-acyl groups"
          ],
          "unique_count": 393
        },
        "gene_description": {
          "percentage": 0.75,
          "raw_count": 309031,
          "record_count": 2350,
          "sample_values": [
            "The protein encoded by this gene is a plasma membrane protein that catalyzes the conversion of extracellular nucleotides to membrane-permeable nucleosides. The encoded protein is used as a determinant of lymphocyte differentiation. Defects in this gene can lead to the calcification of joints and arteries. Two transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Mar 2011]",
            "The protein encoded by this gene catalyzes the deamination of dCMP to dUMP, the nucleotide substrate for thymidylate synthase. The encoded protein is allosterically activated by dCTP and inhibited by dTTP, and is found as a homohexamer. This protein uses zinc as a cofactor for its activity. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008]",
            "This gene encodes one of the enzymes required for cellular nucleic acid biosynthesis. This enzyme catalyzes the transfer of a phosphate group from ATP to CMP, UMP, or dCMP, to form the corresponding diphosphate nucleotide. Alternate splicing results in both coding and non-coding transcript variants. [provided by RefSeq, Feb 2012]",
            "Cytosolic 5-prime nucleotidases, such as NT5C1B, catalyze production of adenosine, which regulates diverse physiologic processes (Sala-Newby and Newby, 2001 [PubMed 11690631]).[supplied by OMIM, Mar 2008]",
            "Cytosolic nucleotidases, such as NT5C1A, dephosphorylate nucleoside monophosphates (Hunsucker et al., 2001 [PubMed 11133996]).[supplied by OMIM, Mar 2008]",
            "This gene encodes a nucleotidase that catalyzes the dephosphorylation of the 5' deoxyribonucleotides (dNTP) and 2'(3')-dNTP and ribonucleotides, but not 5' ribonucleotides. Of the different forms of nucleotidases characterized, this enzyme is unique in its preference for 5'-dNTP. It may be one of the enzymes involved in regulating the size of dNTP pools in cells. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Nov 2011]",
            " Deoxycytidine kinase (DCK) is required for the phosphorylation of several deoxyribonucleosides and their nucleoside analogs.  Deficiency of DCK is associated with resistance to antiviral and anticancer chemotherapeutic agents.  Conversely, increased deoxycytidine kinase activity is associated with increased activation of these compounds to cytotoxic nucleoside triphosphate derivatives.  DCK is clinically important because of its relationship to drug resistance and sensitivity. [provided by RefSeq, Jul 2008]",
            "This gene encodes a 5' nucleotidase that localizes to the mitochondrial matrix. This enzyme dephosphorylates the 5'- and 2'(3')-phosphates of uracil and thymine deoxyribonucleotides. The gene is located within the Smith-Magenis syndrome region on chromosome 17. [provided by RefSeq, Jul 2008]",
            "The protein encoded by this gene belongs to the HMG-CoA lyase family. It is a mitochondrial enzyme that catalyzes the final step of leucine degradation and plays a key role in ketone body formation. Mutations in this gene are associated with HMG-CoA lyase deficiency. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2009]",
            "ATP citrate lyase is the primary enzyme responsible for the synthesis of cytosolic acetyl-CoA in many tissues. The enzyme is a tetramer (relative molecular weight approximately 440,000) of apparently identical subunits. It catalyzes the formation of acetyl-CoA and oxaloacetate from citrate and CoA with a concomitant hydrolysis of ATP to ADP and phosphate. The product, acetyl-CoA, serves several important biosynthetic pathways, including lipogenesis and cholesterogenesis. In nervous tissue, ATP citrate-lyase may be involved in the biosynthesis of acetylcholine. Multiple transcript variants encoding distinct isoforms have been identified for this gene. [provided by RefSeq, Dec 2014]"
          ],
          "unique_count": 2350
        },
        "gene_seq": {
          "percentage": 0.57,
          "raw_count": 281781,
          "record_count": 1773,
          "sample_values": [
            ">1725 bp\nATGTGTCCCCGAGCCGCGCGGGCGCCCGCGACGCTACTCCTCGCCCTGGGCGCGGTGCTG\nTGGCCTGCGGCTGGCGCCTGGGAGCTTACGATTTTGCACACCAACGACGTGCACAGCCGG\nCTGGAGCAGACCAGCGAGGACTCCAGCAAGTGCGTCAACGCCAGCCGCTGCATGGGTGGC\nGTGGCTCGGCTCTTCACCAAGGTTCAGCAGATCCGCCGCGCCGAACCCAACGTGCTGCTG\nCTGGACGCCGGCGACCAGTACCAGGGCACTATCTGGTTCACCGTGTACAAGGGCGCCGAG\nGTGGCGCACTTCATGAACGCCCTGCGCTACGATGCCATGGCACTGGGAAATCATGAATTT\nGATAATGGTGTGGAAGGACTGATCGAGCCACTCCTCAAAGAGGCCAAATTTCCAATTCTG\nAGTGCAAACATTAAAGCAAAGGGGCCACTAGCATCTCAAATATCAGGACTTTATTTGCCA\nTATAAAGTTCTTCCTGTTGGTGATGAAGTTGTGGGAATCGTTGGATACACTTCCAAAGAA\nACCCCTTTTCTCTCAAATCCAGGGACAAATTTAGTGTTTGAAGATGAAATCACTGCATTA\nCAACCTGAAGTAGATAAGTTAAAAACTCTAAATGTGAACAAAATTATTGCACTGGGACAT\nTCGGGTTTTGAAATGGATAAACTCATCGCTCAGAAAGTGAGGGGTGTGGACGTCGTGGTG\nGGAGGACACTCCAACACATTTCTTTACACAGGCAATCCACCTTCCAAAGAGGTGCCTGCT\nGGGAAGTACCCATTCATAGTCACTTCTGATGATGGGCGGAAGGTTCCTGTAGTCCAGGCC\nTATGCTTTTGGCAAATACCTAGGCTATCTGAAGATCGAGTTTGATGAAAGAGGAAACGTC\nATCTCTTCCCATGGAAATCCCATTCTTCTAAACAGCAGCATTCCTGAAGATCCAAGCATA\nAAAGCAGACATTAACAAATGGAGGATAAAATTGGATAATTATTCTACCCAGGAATTAGGG\nAAAACAATTGTCTATCTGGATGGCTCCTCTCAATCATGCCGCTTTAGAGAATGCAACATG\nGGCAACCTGATTTGTGATGCAATGATTAACAACAACCTGAGACACACGGATGAAATGTTC\nTGGAACCACGTATCCATGTGCATTTTAAATGGAGGTGGTATCCGGTCGCCCATTGATGAA\nCGCAACAATGGCACAATTACCTGGGAGAACCTGGCTGCTGTATTGCCCTTTGGAGGCACA\nTTTGACCTAGTCCAGTTAAAAGGTTCCACCCTGAAGAAGGCCTTTGAGCATAGCGTGCAC\nCGCTACGGCCAGTCCACTGGAGAGTTCCTGCAGGTGGGCGGAATCCATGTGGTGTATGAT\nCTTTCCCGAAAACCTGGAGACAGAGTAGTCAAATTAGATGTTCTTTGCACCAAGTGTCGA\nGTGCCCAGTTATGACCCTCTCAAAATGGACGAGGTATATAAGGTGATCCTCCCAAACTTC\nCTGGCCAATGGTGGAGATGGGTTCCAGATGATAAAAGATGAATTATTAAGACATGACTCT\nGGTGACCAAGATATCAACGTGGTTTCTACATATATCTCCAAAATGAAAGTAATTTATCCA\nGCAGTTGAAGGTCGGATCAAGTTTTCCACAGGAAGTCACTGCCATGGAAGCTTTTCTTTA\nATATTTCTTTCACTTTGGGCAGTGATCTTTGTTTTATACCAATAG",
            ">537 bp\nATGAGTGAAGTTTCCTGCAAGAAACGGGACGACTATTTGGAATGGCCAGAGTATTTTATG\nGCTGTGGCCTTCTTATCAGCACAGAGAAGCAAAGATCCAAATTCCCAGGTCGGCGCCTGC\nATCGTGAATTCAGAAAACAAGATTGTCGGGATTGGGTACAATGGGATGCCAAATGGGTGC\nAGTGATGACGTGTTGCCTTGGAGAAGGACAGCAGAGAATAAGCTGGACACCAAATACCCG\nTACGTGTGCCATGCGGAGCTGAATGCCATCATGAACAAAAATTCGACCGATGTGAAAGGC\nTGTAGTATGTATGTTGCCTTGTTCCCTTGTAATGAATGCGCTAAGCTCATCATCCAGGCA\nGGTATAAAAGAAGTGATTTTCATGTCTGATAAATACCATGATAGTGACGAGGCAACTGCT\nGCGAGGCTCCTGTTTAATATGGCCGGGGTGACATTCCGGAAATTCATACCGAAGTGCAGC\nAAGATTGTCATTGACTTTGATTCAATTAACAGCAGACCGAGTCAAAAGCTTCAGTGA",
            ">591 bp\nATGAAGCCGCTGGTCGTGTTCGTCCTCGGCGGCCCCGGCGCCGGCAAGGGGACCCAGTGC\nGCCCGCATCGTCGAGAAATATGGCTACACACACCTTTCTGCAGGAGAGCTGCTTCGTGAT\nGAAAGGAAGAACCCAGATTCACAGTATGGTGAACTTATTGAAAAGTACATTAAAGAAGGA\nAAGATTGTACCAGTTGAGATAACCATCAGTTTATTAAAGAGGGAAATGGATCAGACAATG\nGCTGCCAATGCTCAGAAGAATAAATTCTTGATTGATGGGTTTCCAAGAAATCAAGACAAC\nCTTCAAGGATGGAACAAGACCATGGATGGGAAGGCAGATGTATCTTTCGTTCTCTTTTTT\nGACTGTAATAATGAGATTTGTATTGAACGATGTCTTGAGAGGGGAAAGAGTAGTGGTAGG\nAGTGATGACAACAGAGAGAGCTTGGAAAAGAGAATTCAGACCTACCTTCAGTCAACAAAG\nCCAATTATTGACTTATATGAAGAAATGGGGAAAGTCAAGAAAATAGATGCTTCTAAATCT\nGTTGATGAAGTTTTTGATGAAGTTGTGCAGATTTTTGACAAGGAAGGCTAA",
            ">1833 bp\nATGAGTCAAACATCTCTCAAACAGAAAAAGAATGAGCCTGGAATGAGGTCCTCAAAAGAG\nAGTCTAGAAGCAGAAAAAAGAAAGGAATCTGACAAAACAGGAGTTCGTCTGAGCAATCAG\nATGAGGCGTGCAGTCAATCCGAATCACTCGCTGAGATGTTGCCCCTTCCAGGGTCACTCG\nTCGTGTAGACGCTGCCTTTGTGCAGCTGAGGGAACAGCCCTTGGCCCCTGCCACACAATA\nCGTATTTATATTCACATGTGCCTGTTGTGGGAGCAGGGCCAGCAGATCACCATGATGAGG\nGGATCACAAGAATCATCACTGCGGAAGACAGACTCTCGAGGGTACCTTGTGCGCAGTCAA\nTGGTCTAGAATATCCCGGAGCCCATCCACCAAGGCTCCATCCATAGATGAGCCTAGAAGC\nAGGAACACCAGTGCTAAGCTCCCCAGCAGCTCCACGAGCTCCCGGACTCCATCCACCTCC\nCCAAGCCTGCATGACTCCTCACCGCCGCCGCTGTCCGGGCAGCCCTCGCTCCAGCCACCC\nGCGTCGCCCCAGCTGCCCCGGTCGCTGGACTCGCGGCCTCCCACGCCCCCAGAGCCCGAT\nCCTGGCTCCCGGCGCAGCACCAAAATGCAAGAGAATCCGGAGGCCTGGGCCCAAGGCATC\nGTGCGGGAAATCCGCCAGACCCGGGACTCGCAGCCGCTGGAATATTCGCGCACGTCCCCC\nACCGAGTGGAAGTCCTCCAGCCAGCGCAGGGGGATCTACCCCGCCTCCACCCAGCTGGAC\nCGCAACTCTCTGTCCGAGCAGCAGCAGCAGCAGCGGGAGGACGAGGACGACTACGAGGCT\nGCCTACTGGGCATCCATGAGGTCGTTCTACGAGAAGAACCCGAGCTGCTCGCGCCCCTGG\nCCGCCCAAACCCAAGAACGCCATCACCATTGCTCTCTCATCCTGCGCGCTCTTCAACATG\nGTGGACGGCAGGAAAATCTACGAGCAAGAGGGTCTGGAAAAGTACATGGAGTATCAGCTC\nACCAATGAGAACGTCATCCTGACCCCGGGCCCGGCGTTCCGCTTCGTCAAGGCACTACAG\nTATGTCAATGCTAGACTCCGTGATCTATATCCTGATGAACAGGACTTATTTGATATTGTA\nCTGATGACTAATAACCATGCCCAAGTGGGAGTGCGGCTTATAAACAGCGTCAATCACTAC\nGGCTTACTGATTGACCGCTTCTGTCTGACCGGGGGAAAAGACCCCATTGGCTATTTGAAG\nGCATATCTTACCAACTTGTATATTGCTGCAGATTCTGAAAAAGTGCAAGAGGCAATACAA\nGAAGGTATTGCCTCTGCGACAATGTTTGATGGAGCCAAAGACATGGCTTACTGTGACACT\nCAGCTCCGTGTAGCCTTTGATGGGGATGCTGTCCTCTTCTCTGATGAGTCTGAACATTTT\nACCAAGGAGCATGGGCTCGACAAATTCTTCCAGTATGATACATTATGTGAAAGTAAGCCT\nCTTGCTCAGGGTCCCCTAAAAGGCTTTCTGGAAGATTTAGGCAGACTGCAAAAGAAGTTC\nTATGCCAAAAATGAACGGTTACTTTGTCCTATCAGGACCTACCTGGTTACAGCTAGGAGT\nGCAGCCAGTTCAGGCGCCCGTGTGCTGAAGACCCTTCGACGCTGGGGTCTAGAGATAGAC\nGAAGCTCTTTTCCTTGCTGGAGCCCCCAAAAGTCCCATCTTGGTGAAGATCCGGCCCCAC\nATCTTCTTTGATGACCACATGTTCCACATTGAAGGGGCACAGAGGTTAGGTTCCATCGCA\nGCTTATGGCTTTAATAAAAAATTCAGTAGTTAG",
            ">1107 bp\nATGGAACCTGGGCAGCCCCGGGAGCCCCAGGAGCCCCGCGAGCCCGGGCCAGGAGCGGAG\nACCGCTGCGGCCCCGGTCTGGGAGGAAGCCAAGATTTTCTACGACAACCTCGCGCCCAAG\nAAGAAACCCAAATCGCCCAAGCCTCAGAATGCAGTCACCATCGCTGTGTCCTCCCGAGCC\nTTGTTTCGCATGGACGAGGAGCAGCAGATCTACACGGAGCAGGGCGTGGAGGAGTACGTG\nCGCTACCAGCTGGAACATGAGAACGAACCCTTCAGTCCCGGGCCAGCCTTCCCTTTTGTG\nAAGGCTCTGGAGGCCGTGAACAGGCGGCTGCGGGAGCTGTACCCTGATAGTGAGGACGTC\nTTCGACATCGTCCTCATGACTAACAACCATGCTCAAGTGGGTGTCCGCCTCATCAACAGT\nATCAACCACTATGACCTGTTCATCGAGAGGTTCTGCATGACAGGTGGGAACAGCCCGATC\nTGCTACCTCAAGGCCTATCACACCAACCTCTACTTGTCAGCCGATGCGGAAAAAGTGCGA\nGAAGCCATTGATGAGGGGATCGCAGCTGCCACCATCTTCAGCCCCAGCAGGGATGTGGTT\nGTGTCCCAGAGTCAGCTGCGCGTGGCCTTCGATGGGGACGCCGTGCTCTTCTCGGACGAG\nTCGGAGCGCATCGTCAAGGCCCACGGGCTGGACCGATTCTTCGAGCATGAGAAGGCCCAC\nGAGAACAAGCCTCTGGCTCAGGGCCCCTTAAAGGGCTTTCTGGAGGCACTGGGTAGGTTG\nCAGAAGAAGTTCTACTCCAAAGGCCTGCGGCTGGAGTGCCCAATTCGTACCTACTTGGTG\nACAGCACGCAGTGCAGCCAGTTCCGGGGCCCGGGCTCTCAAGACCCTGCGCAGCTGGGGC\nCTGGAGACAGATGAAGCCTTGTTCCTTGCTGGAGCGCCCAAGGGCCCTCTCCTTGAGAAG\nATCCGCCCACACATCTTCTTTGATGACCAGATGTTCCATGTGGCTGGGGCTCAGGAGATG\nGGCACTGTGGCCGCCCATGTGCCTTATGGTGTGGCACAGACACCCCGGCGGACTGCACCT\nGCAAAGCAGGCCCCATCTGCACAGTAG",
            ">606 bp\nATGGCGCGGAGCGTGCGCGTGCTGGTGGACATGGACGGCGTCCTGGCCGACTTCGAGGCC\nGGCCTCCTGCGGGGCTTCCGCCGCCGCTTCCCTGAGGAGCCGCACGTGCCGCTGGAGCAA\nCGCCGCGGCTTCCTGGCCCGCGAGCAGTACCGCGCCCTGCGGCCCGACCTGGCGGATAAA\nGTGGCCAGTGTGTACGAAGCCCCGGGCTTTTTCCTGGACCTGGAGCCCATCCCGGGAGCC\nTTGGACGCTGTGCGGGAGATGAACGACCTACCGGACACGCAGGTCTTCATCTGCACCAGC\nCCCCTGCTGAAGTACCACCACTGTGTGGGTGAGAAGTACCGCTGGGTGGAGCAGCACCTG\nGGGCCCCAGTTCGTAGAACGAATTATCCTGACAAGGGACAAGACGGTGGTCTTGGGGGAC\nCTGCTCATTGATGACAAGGACACAGTTCGAGGCCAGGAGGAGACCCCAAGCTGGGAGCAC\nATCTTGTTCACCTGCTGCCACAATCGGCACCTGGTCCTGCCCCCGACAAGGAGACGGCTG\nCTCTCCTGGAGTGACAACTGGAGGGAGATCTTAGATAGCAAGCGCGGAGCTGCGCAGCGG\nGAATGA",
            ">783 bp\nATGGCCACCCCGCCCAAGAGAAGCTGCCCGTCTTTCTCAGCCAGCTCTGAGGGGACCCGC\nATCAAGAAAATCTCCATCGAAGGGAACATCGCTGCAGGGAAGTCAACATTTGTGAATATC\nCTTAAACAATTGTGTGAAGATTGGGAAGTGGTTCCTGAACCTGTTGCCAGATGGTGCAAT\nGTTCAAAGTACTCAAGATGAATTTGAGGAACTTACAATGTCTCAGAAAAATGGTGGGAAT\nGTTCTTCAGATGATGTATGAGAAACCTGAACGATGGTCTTTTACCTTCCAAACATATGCC\nTGTCTCAGTCGAATAAGAGCTCAGCTTGCCTCTCTGAATGGCAAGCTCAAAGATGCAGAG\nAAACCTGTATTATTTTTTGAACGATCTGTGTATAGTGACAGGTATATTTTTGCATCTAAT\nTTGTATGAATCTGAATGCATGAATGAGACAGAGTGGACAATTTATCAAGACTGGCATGAC\nTGGATGAATAACCAATTTGGCCAAAGCCTTGAATTGGATGGAATCATTTATCTTCAAGCC\nACTCCAGAGACATGCTTACATAGAATATATTTACGGGGAAGAAATGAAGAGCAAGGCATT\nCCTCTTGAATATTTAGAGAAGCTTCATTATAAACATGAAAGCTGGCTCCTGCATAGGACA\nCTGAAAACCAACTTCGATTATCTTCAAGAGGTGCCTATCTTAACACTGGATGTTAATGAA\nGACTTTAAAGACAAATATGAAAGTCTGGTTGAAAAGGTCAAAGAGTTTTTGAGTACTTTG\nTGA",
            ">687 bp\nATGATCCGGCTGGGCGGCTGGTGTGCGCGGCGGCTCTGCAGCGCGGCGGTTCCCGCGGGG\nCGGCGCGGGGCGGCGGGCGGGCTGGGCCTGGCGGGAGGCCGCGCCCTACGGGTGCTGGTG\nGACATGGACGGCGTGCTGGCTGACTTCGAGGGCGGATTCCTCAGGAAGTTCCGCGCGCGC\nTTTCCCGACCAGCCCTTCATCGCGCTGGAGGACCGGCGCGGCTTCTGGGTGTCGGAGCAG\nTACGGCCGCCTGCGGCCAGGGCTGAGCGAGAAGGCCATCAGCATTTGGGAGTCAAAGAAT\nTTCTTTTTTGAACTTGAGCCTCTGCCAGGGGCCGTGGAAGCTGTCAAGGAGATGGCCAGC\nCTACAAAACACTGACGTCTTCATCTGCACAAGCCCCATCAAGATGTTCAAGTACTGTCCC\nTATGAGAAGTATGCCTGGGTGGAGAAGTACTTTGGCCCTGACTTTCTGGAGCAGATTGTG\nCTGACCAGAGACAAGACCGTGGTCTCTGCTGACCTTCTCATAGACGACCGGCCGGACATC\nACAGGGGCCGAGCCAACCCCCAGCTGGGAGCATGTCCTCTTCACCGCCTGCCACAACCAG\nCACCTGCAGCTGCAGCCCCCCCGCCGCAGGCTGCACTCGTGGGCGGACGACTGGAAGGCC\nATTCTGGACAGCAAGCGGCCCTGCTGA",
            ">978 bp\nATGGCAGCAATGAGGAAGGCGCTTCCGCGGCGACTGGTGGGCTTGGCGTCCCTCCGGGCT\nGTCAGCACCTCATCTATGGGCACTTTACCAAAGCGGGTGAAAATTGTGGAAGTTGGTCCC\nCGAGATGGACTACAAAATGAAAAGAATATCGTATCTACTCCAGTGAAAATCAAGCTGATA\nGACATGCTTTCTGAAGCAGGACTCTCTGTTATAGAAACCACCAGCTTTGTGTCTCCTAAG\nTGGGTTCCCCAGATGGGTGACCACACTGAAGTCTTGAAGGGCATTCAGAAGTTTCCTGGC\nATCAACTACCCAGTCCTGACCCCAAATTTGAAAGGCTTCGAGGCAGCGGTTGCTGCTGGA\nGCCAAGGAAGTAGTCATCTTTGGAGCTGCCTCAGAGCTCTTCACCAAGAAGAACATCAAT\nTGTTCCATAGAGGAGAGTTTTCAGAGGTTTGACGCAATCCTGAAGGCAGCGCAGTCAGCC\nAATATTTCTGTGCGGGGGTACGTCTCCTGTGCTCTTGGCTGCCCTTATGAAGGGAAGATC\nTCCCCAGCTAAAGTAGCTGAGGTCACCAAGAAGTTCTACTCAATGGGCTGCTACGAGATC\nTCCCTGGGGGACACCATTGGTGTGGGCACCCCAGGGATCATGAAAGACATGCTGTCTGCT\nGTCATGCAGGAAGTGCCTCTGGCTGCCCTGGCTGTCCACTGCCATGACACCTATGGTCAA\nGCCCTGGCCAACACCTTGATGGCCCTGCAGATGGGAGTGAGTGTCGTGGACTCTTCTGTG\nGCAGGACTTGGAGGCTGTCCCTACGCACAGGGGGCATCAGGAAACTTGGCCACAGAAGAC\nCTGGTCTACATGCTAGAGGGCTTGGGCATTCACACGGGTGTGAATCTCCAGAAGCTTCTG\nGAAGCTGGAAACTTTATCTGTCAAGCCCTGAACAGAAAAACTAGCTCCAAAGTGGCTCAG\nGCTACCTGTAAACTCTGA",
            ">3306 bp\nATGTCGGCCAAGGCAATTTCAGAGCAGACGGGCAAAGAACTCCTTTACAAGTTCATCTGT\nACCACCTCAGCCATCCAGAATCGGTTCAAGTATGCTCGGGTCACTCCTGACACAGACTGG\nGCCCGCTTGCTGCAGGACCACCCCTGGCTGCTCAGCCAGAACTTGGTAGTCAAGCCAGAC\nCAGCTGATCAAACGTCGTGGAAAACTTGGTCTCGTTGGGGTCAACCTCACTCTGGATGGG\nGTCAAGTCCTGGCTGAAGCCACGGCTGGGACAGGAAGCCACAGTTGGCAAGGCCACAGGC\nTTCCTCAAGAACTTTCTGATCGAGCCCTTCGTCCCCCACAGTCAGGCTGAGGAGTTCTAT\nGTCTGCATCTATGCCACCCGAGAAGGGGACTACGTCCTGTTCCACCACGAGGGGGGTGTG\nGACGTGGGTGATGTGGACGCCAAGGCCCAGAAGCTGCTTGTTGGCGTGGATGAGAAACTG\nAATCCTGAGGACATCAAAAAACACCTGTTGGTCCACGCCCCTGAAGACAAGAAAGAAATT\nCTGGCCAGTTTTATCTCCGGCCTCTTCAATTTCTACGAGGACTTGTACTTCACCTACCTC\nGAGATCAATCCCCTTGTAGTGACCAAAGATGGAGTCTATGTCCTTGACTTGGCGGCCAAG\nGTGGACGCCACTGCCGACTACATCTGCAAAGTGAAGTGGGGTGACATCGAGTTCCCTCCC\nCCCTTCGGGCGGGAGGCATATCCAGAGGAAGCCTACATTGCAGACCTCGATGCCAAAAGT\nGGGGCAAGCCTGAAGCTGACCTTGCTGAACCCCAAAGGGAGGATCTGGACCATGGTGGCC\nGGGGGTGGCGCCTCTGTCGTGTACAGCGATACCATCTGTGATCTAGGGGGTGTCAACGAG\nCTGGCAAACTATGGGGAGTACTCAGGCGCCCCCAGCGAGCAGCAGACCTATGACTATGCC\nAAGACTATCCTCTCCCTCATGACCCGAGAGAAGCACCCAGATGGCAAGATCCTCATCATT\nGGAGGCAGCATCGCAAACTTCACCAACGTGGCTGCCACGTTCAAGGGCATCGTGAGAGCA\nATTCGAGATTACCAGGGCCCCCTGAAGGAGCACGAAGTCACAATCTTTGTCCGAAGAGGT\nGGCCCCAACTATCAGGAGGGCTTACGGGTGATGGGAGAAGTCGGGAAGACCACTGGGATC\nCCCATCCATGTCTTTGGCACAGAGACTCACATGACGGCCATTGTGGGCATGGCCCTGGGC\nCACCGGCCCATCCCCAACCAGCCACCCACAGCGGCCCACACTGCAAACTTCCTCCTCAAC\nGCCAGCGGGAGCACATCGACGCCAGCCCCCAGCAGGACAGCATCTTTTTCTGAGTCCAGG\nGCCGATGAGGTGGCGCCTGCAAAGAAGGCCAAGCCTGCCATGCCACAAGATTCAGTCCCA\nAGTCCAAGATCCCTGCAAGGAAAGAGCACCACCCTCTTCAGCCGCCACACCAAGGCCATT\nGTGTGGGGCATGCAGACCCGGGCCGTGCAAGGCATGCTGGACTTTGACTATGTCTGCTCC\nCGAGACGAGCCCTCAGTGGCTGCCATGGTCTACCCTTTCACTGGGGACCACAAGCAGAAG\nTTTTACTGGGGGCACAAAGAGATCCTGATCCCTGTCTTCAAGAACATGGCTGATGCCATG\nAGGAAGCATCCGGAGGTAGATGTGCTCATCAACTTTGCCTCTCTCCGCTCTGCCTATGAC\nAGCACCATGGAGACCATGAACTATGCCCAGATCCGGACCATCGCCATCATAGCTGAAGGC\nATCCCTGAGGCCCTCACGAGAAAGCTGATCAAGAAGGCGGACCAGAAGGGAGTGACCATC\nATCGGACCTGCCACTGTTGGAGGCATCAAGCCTGGGTGCTTTAAGATTGGCAACACAGGT\nGGGATGCTGGACAACATCCTGGCCTCCAAACTGTACCGCCCAGGCAGCGTGGCCTATGTC\nTCACGTTCCGGAGGCATGTCCAACGAGCTCAACAATATCATCTCTCGGACCACGGATGGC\nGTCTATGAGGGCGTGGCCATTGGTGGGGACAGGTACCCGGGCTCCACATTCATGGATCAT\nGTGTTACGCTATCAGGACACTCCAGGAGTCAAAATGATTGTGGTTCTTGGAGAGATTGGG\nGGCACTGAGGAATATAAGATTTGCCGGGGCATCAAGGAGGGCCGCCTCACTAAGCCCATC\nGTCTGCTGGTGCATCGGGACGTGTGCCACCATGTTCTCCTCTGAGGTCCAGTTTGGCCAT\nGCTGGAGCTTGTGCCAACCAGGCTTCTGAAACTGCAGTAGCCAAGAACCAGGCTTTGAAG\nGAAGCAGGAGTGTTTGTGCCCCGGAGCTTTGATGAGCTTGGAGAGATCATCCAGTCTGTA\nTACGAAGATCTCGTGGCCAATGGAGTCATTGTACCTGCCCAGGAGGTGCCGCCCCCAACC\nGTGCCCATGGACTACTCCTGGGCCAGGGAGCTTGGTTTGATCCGCAAACCTGCCTCGTTC\nATGACCAGCATCTGCGATGAGCGAGGACAGGAGCTCATCTACGCGGGCATGCCCATCACT\nGAGGTCTTCAAGGAAGAGATGGGCATTGGCGGGGTCCTCGGCCTCCTCTGGTTCCAGAAA\nAGGTTGCCTAAGTACTCTTGCCAGTTCATTGAGATGTGTCTGATGGTGACAGCTGATCAC\nGGGCCAGCCGTCTCTGGAGCCCACAACACCATCATTTGTGCGCGAGCTGGGAAAGACCTG\nGTCTCCAGCCTCACCTCGGGGCTGCTCACCATCGGGGATCGGTTTGGGGGTGCCTTGGAT\nGCAGCAGCCAAGATGTTCAGTAAAGCCTTTGACAGTGGCATTATCCCCATGGAGTTTGTG\nAACAAGATGAAGAAGGAAGGGAAGCTGATCATGGGCATTGGTCACCGAGTGAAGTCGATA\nAACAACCCAGACATGCGAGTGCAGATCCTCAAAGATTACGTCAGGCAGCACTTCCCTGCC\nACTCCTCTGCTCGATTATGCACTGGAAGTAGAGAAGATTACCACCTCGAAGAAGCCAAAT\nCTTATCCTGAATGTAGATGGTCTCATCGGAGTCGCATTTGTAGACATGCTTAGAAACTGT\nGGGTCCTTTACTCGGGAGGAAGCTGATGAATATATTGACATTGGAGCCCTCAATGGCATC\nTTTGTGCTGGGAAGGAGTATGGGGTTCATTGGACACTATCTTGATCAGAAGAGGCTGAAG\nCAGGGGCTGTATCGTCATCCGTGGGATGATATTTCATATGTTCTTCCGGAACACATGAGC\nATGTAA"
          ],
          "unique_count": 1773
        },
        "id": {
          "percentage": 1.15,
          "raw_count": 312490,
          "record_count": 3603,
          "sample_values": [
            "UniProtKB:P21589",
            "UniProtKB:P32321",
            "UniProtKB:P30085",
            "UniProtKB:Q96P26",
            "UniProtKB:Q9BXI3",
            "UniProtKB:Q8TCD5",
            "UniProtKB:P27707",
            "UniProtKB:Q9NPB1",
            "UniProtKB:P35914",
            "UniProtKB:P53396"
          ],
          "unique_count": 3603
        },
        "locus": {
          "percentage": 0.28,
          "raw_count": 304585,
          "record_count": 870,
          "sample_values": [
            "6q14-q21",
            "4q35.1",
            "1p32",
            "2p24.2",
            "1p34.3-p33",
            "4q13.3-q21.1",
            "1p36.1-p35",
            "17q21.2",
            "22q13.2",
            "3p21.1-p14.2"
          ],
          "unique_count": 870
        },
        "molecular_weight": {
          "percentage": 1.1,
          "raw_count": 312165,
          "record_count": 3437,
          "sample_values": [
            "57948.125",
            "21013.96",
            "20180.12",
            "68803.055",
            "41020.145",
            "30518.315",
            "34359.84",
            "120838.27",
            "264159.725",
            "39233.1"
          ],
          "unique_count": 3437
        },
        "name": {
          "percentage": 0.8,
          "raw_count": 312470,
          "record_count": 2511,
          "sample_values": [
            "NT5E",
            "DCTD",
            "CMPK1",
            "NT5C1B",
            "NT5C1A",
            "NT5C",
            "DCK",
            "NT5M",
            "HMGCL",
            "ACLY"
          ],
          "unique_count": 2511
        },
        "protein_seq": {
          "percentage": 0.61,
          "raw_count": 304838,
          "record_count": 1921,
          "sample_values": [
            ">5'-nucleotidase\nMCPRAARAPATLLLALGAVLWPAAGAWELTILHTNDVHSRLEQTSEDSSKCVNASRCMGG\nVARLFTKVQQIRRAEPNVLLLDAGDQYQGTIWFTVYKGAEVAHFMNALRYDAMALGNHEF\nDNGVEGLIEPLLKEAKFPILSANIKAKGPLASQISGLYLPYKVLPVGDEVVGIVGYTSKE\nTPFLSNPGTNLVFEDEITALQPEVDKLKTLNVNKIIALGHSGFEMDKLIAQKVRGVDVVV\nGGHSNTFLYTGNPPSKEVPAGKYPFIVTSDDGRKVPVVQAYAFGKYLGYLKIEFDERGNV\nISSHGNPILLNSSIPEDPSIKADINKWRIKLDNYSTQELGKTIVYLDGSSQSCRFRECNM\nGNLICDAMINNNLRHTDEMFWNHVSMCILNGGGIRSPIDERNNGTITWENLAAVLPFGGT\nFDLVQLKGSTLKKAFEHSVHRYGQSTGEFLQVGGIHVVYDLSRKPGDRVVKLDVLCTKCR\nVPSYDPLKMDEVYKVILPNFLANGGDGFQMIKDELLRHDSGDQDINVVSTYISKMKVIYP\nAVEGRIKFSTGSHCHGSFSLIFLSLWAVIFVLYQ",
            ">Deoxycytidylate deaminase\nMSEVSCKKRDDYLEWPEYFMAVAFLSAQRSKDPNSQVGACIVNSENKIVGIGYNGMPNGC\nSDDVLPWRRTAENKLDTKYPYVCHAELNAIMNKNSTDVKGCSMYVALFPCNECAKLIIQA\nGIKEVIFMSDKYHDSDEATAARLLFNMAGVTFRKFIPKCSKIVIDFDSINSRPSQKLQ",
            ">UMP-CMP kinase\nMKPLVVFVLGGPGAGKGTQCARIVEKYGYTHLSAGELLRDERKNPDSQYGELIEKYIKEG\nKIVPVEITISLLKREMDQTMAANAQKNKFLIDGFPRNQDNLQGWNKTMDGKADVSFVLFF\nDCNNEICIERCLERGKSSGRSDDNRESLEKRIQTYLQSTKPIIDLYEEMGKVKKIDASKS\nVDEVFDEVVQIFDKEG",
            ">Cytosolic 5'-nucleotidase 1B\nMSQTSLKQKKNEPGMRSSKESLEAEKRKESDKTGVRLSNQMRRAVNPNHSLRCCPFQGHS\nSCRRCLCAAEGTALGPCHTIRIYIHMCLLWEQGQQITMMRGSQESSLRKTDSRGYLVRSQ\nWSRISRSPSTKAPSIDEPRSRNTSAKLPSSSTSSRTPSTSPSLHDSSPPPLSGQPSLQPP\nASPQLPRSLDSRPPTPPEPDPGSRRSTKMQENPEAWAQGIVREIRQTRDSQPLEYSRTSP\nTEWKSSSQRRGIYPASTQLDRNSLSEQQQQQREDEDDYEAAYWASMRSFYEKNPSCSRPW\nPPKPKNAITIALSSCALFNMVDGRKIYEQEGLEKYMEYQLTNENVILTPGPAFRFVKALQ\nYVNARLRDLYPDEQDLFDIVLMTNNHAQVGVRLINSVNHYGLLIDRFCLTGGKDPIGYLK\nAYLTNLYIAADSEKVQEAIQEGIASATMFDGAKDMAYCDTQLRVAFDGDAVLFSDESEHF\nTKEHGLDKFFQYDTLCESKPLAQGPLKGFLEDLGRLQKKFYAKNERLLCPIRTYLVTARS\nAASSGARVLKTLRRWGLEIDEALFLAGAPKSPILVKIRPHIFFDDHMFHIEGAQRLGSIA\nAYGFNKKFSS",
            ">Cytosolic 5'-nucleotidase 1A\nMEPGQPREPQEPREPGPGAETAAAPVWEEAKIFYDNLAPKKKPKSPKPQNAVTIAVSSRA\nLFRMDEEQQIYTEQGVEEYVRYQLEHENEPFSPGPAFPFVKALEAVNRRLRELYPDSEDV\nFDIVLMTNNHAQVGVRLINSINHYDLFIERFCMTGGNSPICYLKAYHTNLYLSADAEKVR\nEAIDEGIAAATIFSPSRDVVVSQSQLRVAFDGDAVLFSDESERIVKAHGLDRFFEHEKAH\nENKPLAQGPLKGFLEALGRLQKKFYSKGLRLECPIRTYLVTARSAASSGARALKTLRSWG\nLETDEALFLAGAPKGPLLEKIRPHIFFDDQMFHVAGAQEMGTVAAHVPYGVAQTPRRTAP\nAKQAPSAQ",
            ">5'(3')-deoxyribonucleotidase, cytosolic type\nMARSVRVLVDMDGVLADFEAGLLRGFRRRFPEEPHVPLEQRRGFLAREQYRALRPDLADK\nVASVYEAPGFFLDLEPIPGALDAVREMNDLPDTQVFICTSPLLKYHHCVGEKYRWVEQHL\nGPQFVERIILTRDKTVVLGDLLIDDKDTVRGQEETPSWEHILFTCCHNRHLVLPPTRRRL\nLSWSDNWREILDSKRGAAQRE",
            ">Deoxycytidine kinase\nMATPPKRSCPSFSASSEGTRIKKISIEGNIAAGKSTFVNILKQLCEDWEVVPEPVARWCN\nVQSTQDEFEELTMSQKNGGNVLQMMYEKPERWSFTFQTYACLSRIRAQLASLNGKLKDAE\nKPVLFFERSVYSDRYIFASNLYESECMNETEWTIYQDWHDWMNNQFGQSLELDGIIYLQA\nTPETCLHRIYLRGRNEEQGIPLEYLEKLHYKHESWLLHRTLKTNFDYLQEVPILTLDVNE\nDFKDKYESLVEKVKEFLSTL",
            ">5'(3')-deoxyribonucleotidase, mitochondrial\nMIRLGGWCARRLCSAAVPAGRRGAAGGLGLAGGRALRVLVDMDGVLADFEGGFLRKFRAR\nFPDQPFIALEDRRGFWVSEQYGRLRPGLSEKAISIWESKNFFFELEPLPGAVEAVKEMAS\nLQNTDVFICTSPIKMFKYCPYEKYAWVEKYFGPDFLEQIVLTRDKTVVSADLLIDDRPDI\nTGAEPTPSWEHVLFTACHNQHLQLQPPRRRLHSWADDWKAILDSKRPC",
            ">Hydroxymethylglutaryl-CoA lyase, mitochondrial\nMAAMRKALPRRLVGLASLRAVSTSSMGTLPKRVKIVEVGPRDGLQNEKNIVSTPVKIKLI\nDMLSEAGLSVIETTSFVSPKWVPQMGDHTEVLKGIQKFPGINYPVLTPNLKGFEAAVAAG\nAKEVVIFGAASELFTKKNINCSIEESFQRFDAILKAAQSANISVRGYVSCALGCPYEGKI\nSPAKVAEVTKKFYSMGCYEISLGDTIGVGTPGIMKDMLSAVMQEVPLAALAVHCHDTYGQ\nALANTLMALQMGVSVVDSSVAGLGGCPYAQGASGNLATEDLVYMLEGLGIHTGVNLQKLL\nEAGNFICQALNRKTSSKVAQATCKL",
            ">ATP-citrate synthase\nMSAKAISEQTGKELLYKFICTTSAIQNRFKYARVTPDTDWARLLQDHPWLLSQNLVVKPD\nQLIKRRGKLGLVGVNLTLDGVKSWLKPRLGQEATVGKATGFLKNFLIEPFVPHSQAEEFY\nVCIYATREGDYVLFHHEGGVDVGDVDAKAQKLLVGVDEKLNPEDIKKHLLVHAPEDKKEI\nLASFISGLFNFYEDLYFTYLEINPLVVTKDGVYVLDLAAKVDATADYICKVKWGDIEFPP\nPFGREAYPEEAYIADLDAKSGASLKLTLLNPKGRIWTMVAGGGASVVYSDTICDLGGVNE\nLANYGEYSGAPSEQQTYDYAKTILSLMTREKHPDGKILIIGGSIANFTNVAATFKGIVRA\nIRDYQGPLKEHEVTIFVRRGGPNYQEGLRVMGEVGKTTGIPIHVFGTETHMTAIVGMALG\nHRPIPNQPPTAAHTANFLLNASGSTSTPAPSRTASFSESRADEVAPAKKAKPAMPQDSVP\nSPRSLQGKSTTLFSRHTKAIVWGMQTRAVQGMLDFDYVCSRDEPSVAAMVYPFTGDHKQK\nFYWGHKEILIPVFKNMADAMRKHPEVDVLINFASLRSAYDSTMETMNYAQIRTIAIIAEG\nIPEALTRKLIKKADQKGVTIIGPATVGGIKPGCFKIGNTGGMLDNILASKLYRPGSVAYV\nSRSGGMSNELNNIISRTTDGVYEGVAIGGDRYPGSTFMDHVLRYQDTPGVKMIVVLGEIG\nGTEEYKICRGIKEGRLTKPIVCWCIGTCATMFSSEVQFGHAGACANQASETAVAKNQALK\nEAGVFVPRSFDELGEIIQSVYEDLVANGVIVPAQEVPPPTVPMDYSWARELGLIRKPASF\nMTSICDERGQELIYAGMPITEVFKEEMGIGGVLGLLWFQKRLPKYSCQFIEMCLMVTADH\nGPAVSGAHNTIICARAGKDLVSSLTSGLLTIGDRFGGALDAAAKMFSKAFDSGIIPMEFV\nNKMKKEGKLIMGIGHRVKSINNPDMRVQILKDYVRQHFPATPLLDYALEVEKITTSKKPN\nLILNVDGLIGVAFVDMLRNCGSFTREEADEYIDIGALNGIFVLGRSMGFIGHYLDQKRLK\nQGLYRHPWDDISYVLPEHMSM"
          ],
          "unique_count": 1921
        },
        "protein_type": {
          "percentage": 0.0,
          "raw_count": 312490,
          "record_count": 3,
          "sample_values": [
            "unknown",
            "enzyme",
            "transporter"
          ],
          "unique_count": 3
        },
        "residue_num": {
          "percentage": 0.3,
          "raw_count": 289305,
          "record_count": 948,
          "sample_values": [
            "574",
            "178",
            "196",
            "610",
            "368",
            "201",
            "260",
            "228",
            "325",
            "1101"
          ],
          "unique_count": 948
        },
        "signal_region": {
          "percentage": 0.0,
          "raw_count": 776,
          "record_count": 15,
          "sample_values": [
            "[1, 33]",
            "[1, 26]",
            "[1, 20]",
            "[1, 19]",
            "[1, 24]",
            "[1, 22]",
            "[1, 27]",
            "[1, 18]",
            "[1, 29]",
            "[1, 32]"
          ],
          "unique_count": 15
        },
        "specific_function": {
          "percentage": 0.72,
          "raw_count": 261934,
          "record_count": 2243,
          "sample_values": [
            "Hydrolyzes extracellular nucleotides into membrane permeable nucleosides.",
            "Supplies the nucleotide substrate for thymidylate synthetase.",
            "Catalyzes specific phosphoryl transfer from ATP to UMP and CMP.",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides. Helps to regulate adenosine levels (By similarity).",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides and has a broad substrate specificity. Helps to regulate adenosine levels in heart during ischemia and hypoxia.",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides, with a preference for dUMP and dTMP, intermediate activity towards dGMP, and low activity towards dCMP and dAMP.",
            "Required for the phosphorylation of the deoxyribonucleosides deoxycytidine (dC), deoxyguanosine (dG) and deoxyadenosine (dA). Has broad substrate specificity, and does not display selectivity based on the chirality of the substrate. It is also an essential enzyme for the phosphorylation of numerous nucleoside analogs widely employed as antiviral and chemotherapeutic agents.",
            "Dephosphorylates specifically the 5' and 2'(3')-phosphates of uracil and thymine deoxyribonucleotides, and so protects mitochondrial DNA replication from excess dTTP. Has only marginal activity towards dIMP and dGMP.",
            "Key enzyme in ketogenesis (ketone body formation). Terminal step in leucine catabolism.",
            "ATP citrate-lyase is the primary enzyme responsible for the synthesis of cytosolic acetyl-CoA in many tissues. Has a central role in de novo lipid synthesis. In nervous tissue it may be involved in the biosynthesis of acetylcholine."
          ],
          "unique_count": 2243
        },
        "synonyms": {
          "percentage": 2.71,
          "raw_count": 965347,
          "record_count": 8478,
          "sample_values": [
            "5'-nt",
            "cd73 antigen",
            "ecto-5'-nucleotidase",
            "dcmp deaminase",
            "cytidine monophosphate kinase",
            "cytidylate kinase",
            "deoxycytidylate kinase",
            "ump/cmp kinase",
            "ump/cmpk",
            "uridine monophosphate kinase"
          ],
          "unique_count": 8478
        },
        "theoretical_pi": {
          "percentage": 0.77,
          "raw_count": 312087,
          "record_count": 2398,
          "sample_values": [
            "6.973",
            "7.526",
            "7.631",
            "8.817",
            "6.547",
            "5.209",
            "8.545",
            "7.323",
            "8.493",
            "6.647"
          ],
          "unique_count": 2398
        },
        "transmembrane_region": {
          "percentage": 0.25,
          "raw_count": 25337,
          "record_count": 788,
          "sample_values": [
            "[1, 21]",
            "[30, 50]",
            "[65, 85]",
            "[97, 117]",
            "[171, 191]",
            "[207, 227]",
            "[259, 279]",
            "[336, 356]",
            "[377, 397]",
            "[410, 430]"
          ],
          "unique_count": 788
        },
        "xrefs": {
          "percentage": 8.51,
          "raw_count": 2921216,
          "record_count": 26579,
          "sample_values": [
            "UniProtKB:P21589",
            "HGNC:HGNC:8021",
            "GBP:23897",
            "GBG:X55740",
            "GENECARD:NT5E",
            "GENEATLAS:NT5E",
            "HMDBP:HMDBP00001",
            "PDB:4h1s",
            "PDB:4h1y",
            "PDB:4h2b"
          ],
          "unique_count": 26579
        }
      }
    },
    "biolink:MacromolecularMachineToBiologicalProcessAssociation": {
      "association_properties": {
        "agent_type": {
          "percentage": 0.0,
          "raw_count": 25978,
          "record_count": 1,
          "sample_values": [
            "biolink:manual_agent"
          ],
          "unique_count": 1
        },
        "category": {
          "percentage": 0.0,
          "raw_count": 25978,
          "record_count": 1,
          "sample_values": [
            "biolink:MacromolecularMachineToBiologicalProcessAssociation"
          ],
          "unique_count": 1
        },
        "has_evidence": {
          "percentage": 0.0,
          "raw_count": 25978,
          "record_count": 1,
          "sample_values": [
            "ECO:0000305"
          ],
          "unique_count": 1
        },
        "predicate": {
          "percentage": 0.0,
          "raw_count": 25978,
          "record_count": 1,
          "sample_values": [
            "biolink:participates_in"
          ],
          "unique_count": 1
        },
        "primary_knowledge_source": {
          "percentage": 0.0,
          "raw_count": 25978,
          "record_count": 1,
          "sample_values": [
            "infores:hmdb_v5"
          ],
          "unique_count": 1
        },
        "publication": {
          "percentage": 11.25,
          "raw_count": 24115,
          "record_count": 2922,
          "sample_values": [
            "{'pmid': ['PMID:14574404', 'PMID:19159218', 'PMID:19349973', 'PMID:2129526', 'PMID:2173922', 'PMID:8566797'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:14702039', 'PMID:15489334', 'PMID:15592455', 'PMID:15815621', 'PMID:7642519', 'PMID:7685356'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10462544', 'PMID:10931946', 'PMID:11681623', 'PMID:11912132', 'PMID:1286669', 'PMID:15163660', 'PMID:15489334', 'PMID:16710414', 'PMID:19608861', 'PMID:8313870'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11690631', 'PMID:14702039', 'PMID:15489334', 'PMID:15815621'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11133996', 'PMID:15489334', 'PMID:16710414'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10681516', 'PMID:12234672', 'PMID:14702039', 'PMID:15489334', 'PMID:17985935', 'PMID:18669648', 'PMID:19690332'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:12808445', 'PMID:14702039', 'PMID:15489334', 'PMID:18669648', 'PMID:18691976', 'PMID:19369195', 'PMID:1996353', 'PMID:2013338', 'PMID:9342341'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:10899995', 'PMID:12352955', 'PMID:15489334'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11129331', 'PMID:12746442', 'PMID:12874287', 'PMID:15122894', 'PMID:15489334', 'PMID:16330550', 'PMID:16601870', 'PMID:17459752', 'PMID:19177531', 'PMID:19608861', 'PMID:8440722', 'PMID:8617516', 'PMID:8798725', 'PMID:9463337', 'PMID:9784232'], 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:1371749', 'PMID:15302935', 'PMID:15489334', 'PMID:15592455', 'PMID:17081983', 'PMID:17924679', 'PMID:18088087', 'PMID:18187866', 'PMID:18669648', 'PMID:18691976', 'PMID:19369195', 'PMID:19608861', 'PMID:19690332', 'PMID:9116495'], 'category': 'biolink:Publication'}"
          ],
          "unique_count": 2922
        },
        "publication.category": {
          "percentage": 0.0,
          "raw_count": 24115,
          "record_count": 1,
          "sample_values": [
            "biolink:Publication"
          ],
          "unique_count": 1
        },
        "publication.pmid": {
          "percentage": 58.24,
          "raw_count": 315804,
          "record_count": 15129,
          "sample_values": [
            "PMID:14574404",
            "PMID:19159218",
            "PMID:19349973",
            "PMID:2129526",
            "PMID:2173922",
            "PMID:8566797",
            "PMID:14702039",
            "PMID:15489334",
            "PMID:15592455",
            "PMID:15815621"
          ],
          "unique_count": 15129
        }
      },
      "object_properties": {
        "category": {
          "percentage": 0.0,
          "raw_count": 25978,
          "record_count": 1,
          "sample_values": [
            "biolink:BiologicalProcess"
          ],
          "unique_count": 1
        },
        "description": {
          "percentage": 21.15,
          "raw_count": 25504,
          "record_count": 5494,
          "sample_values": [
            "The chemical reactions and pathways involving purine nucleobases, one of the two classes of nitrogen-containing ring compounds found in DNA and RNA, which include adenine and guanine.",
            "The chemical reactions and pathways resulting in the breakdown of a purine nucleotide, a compound consisting of nucleoside (a purine base linked to a deoxyribose or ribose sugar) esterified with a phosphate group at either the 3' or 5'-hydroxyl group of the sugar.",
            "The chemical reactions and pathways involving pyrimidine nucleobases, 1,3-diazine, organic nitrogenous bases.",
            "The chemical reactions and pathways resulting in the breakdown of one of a family of organic molecules consisting of a pyrimidine base covalently bonded to a sugar ribose (a ribonucleoside) or deoxyribose (a deoxyribonucleoside).",
            "The chemical reactions and pathways resulting in the formation of adenosine, adenine riboside, a ribonucleoside found widely distributed in cells of every type as the free nucleoside and in combination in nucleic acids and various nucleoside coenzymes.",
            "The chemical reactions and pathways resulting in the breakdown of AMP, adenosine monophosphate.",
            "Any process that stops, prevents, or reduces the frequency, rate or extent of the inflammatory response.",
            "The chemical reactions and pathways resulting in the formation of a purine nucleotide, a compound consisting of nucleoside (a purine base linked to a deoxyribose or ribose sugar) esterified with a phosphate group at either the 3' or 5'-hydroxyl group of the sugar.",
            "Any cellular metabolic process involving deoxyribonucleic acid. This is one of the two main types of nucleic acid, consisting of a long, unbranched macromolecule formed from one, or more commonly, two, strands of linked deoxyribonucleotides.",
            "The chemical reactions and pathways resulting in the formation of one of a family of organic molecules consisting of a pyrimidine base covalently bonded to a sugar ribose (a ribonucleoside) or deoxyribose (a deoxyribonucleoside)."
          ],
          "unique_count": 5494
        },
        "id": {
          "percentage": 21.52,
          "raw_count": 25978,
          "record_count": 5591,
          "sample_values": [
            "GO:0006144",
            "GO:0006195",
            "GO:0006206",
            "GO:0046135",
            "GO:0046086",
            "GO:0006196",
            "GO:0050728",
            "GO:0006164",
            "GO:0006259",
            "GO:0046134"
          ],
          "unique_count": 5591
        },
        "name": {
          "percentage": 21.51,
          "raw_count": 25978,
          "record_count": 5589,
          "sample_values": [
            "purine nucleobase metabolic process",
            "purine nucleotide catabolic process",
            "pyrimidine nucleobase metabolic process",
            "pyrimidine nucleoside catabolic process",
            "adenosine biosynthetic process",
            "amp catabolic process",
            "negative regulation of inflammatory response",
            "purine nucleotide biosynthetic process",
            "dna metabolic process",
            "pyrimidine nucleoside biosynthetic process"
          ],
          "unique_count": 5589
        },
        "xrefs": {
          "percentage": 21.52,
          "raw_count": 25978,
          "record_count": 5591,
          "sample_values": [
            "GO:0006144",
            "GO:0006195",
            "GO:0006206",
            "GO:0046135",
            "GO:0046086",
            "GO:0006196",
            "GO:0050728",
            "GO:0006164",
            "GO:0006259",
            "GO:0046134"
          ],
          "unique_count": 5591
        }
      },
      "record_count": 25978,
      "subject_properties": {
        "category": {
          "percentage": 0.0,
          "raw_count": 25978,
          "record_count": 1,
          "sample_values": [
            "biolink:Protein"
          ],
          "unique_count": 1
        },
        "cellular_component": {
          "percentage": 0.76,
          "raw_count": 18931,
          "record_count": 197,
          "sample_values": [
            "cell membrane",
            "lipid-anchor",
            "gpi-anchor",
            "cytoplasmic",
            "nucleus",
            "cytoplasm",
            "mitochondrion",
            "mitochondrion matrix",
            "peroxisome",
            "endomembrane system"
          ],
          "unique_count": 197
        },
        "chromosomal_location": {
          "percentage": 0.1,
          "raw_count": 11229,
          "record_count": 25,
          "sample_values": [
            "6",
            "4",
            "1",
            "2",
            "17",
            "22",
            "3",
            "16",
            "X",
            "12"
          ],
          "unique_count": 25
        },
        "description": {
          "percentage": 11.94,
          "raw_count": 25588,
          "record_count": 3103,
          "sample_values": [
            "Catalyzes the hydrolysis of nucleotide monophosphates, releasing inorganic phosphate and the corresponding nucleoside, with AMP being the preferred substrate (PubMed:21933152, PubMed:22997138, PubMed:23142347, PubMed:24887587, PubMed:34403084). Shows a preference for ribonucleotide monophosphates over their equivalent deoxyribose forms (PubMed:34403084). Other substrates include IMP, UMP, GMP, CMP, dAMP, dCMP, dTMP, NAD and NMN (PubMed:21933152, PubMed:22997138, PubMed:23142347, PubMed:24887587, PubMed:34403084)",
            "Catalyzes the deamination of dCMP to dUMP, providing the nucleoside monophosphate substrate for the thymidylate synthase/TYMS (PubMed:7685356). Also, part of a nucleotide salvage pathway that eliminates epigenetically modified 5-hydroxymethyl-dCMP (hmdCMP) in a two-step process entailing deamination to cytotoxic 5-hydroxymethyl-dUMP (hmdUMP), followed by its hydrolysis into 5-hydroxymethyluracil (hmU) and 2-deoxy-D-ribose 5-phosphate (deoxyribosephosphate) (PubMed:33833118). Catalyzes the first step in that pathway, the deamination of 5-hydroxymethyl-dCMP (hmdCMP) (PubMed:33833118)",
            "Catalyzes the phosphorylation of pyrimidine nucleoside monophosphates at the expense of ATP. Plays an important role in de novo pyrimidine nucleotide biosynthesis. Has preference for UMP and CMP as phosphate acceptors. Also displays broad nucleoside diphosphate kinase activity",
            "Catalyzes the hydrolysis of nucleotide monophosphates, releasing inorganic phosphate and the corresponding nucleoside, AMP is the major substrate",
            "Catalyzes the hydrolysis of ribonucleotide and deoxyribonucleotide monophosphates, releasing inorganic phosphate and the corresponding nucleoside (PubMed:11133996, PubMed:34814800, PubMed:7599155, PubMed:8967393). AMP is the major substrate but can also hydrolyze dCMP and IMP (PubMed:11133996, PubMed:34814800, PubMed:7599155, PubMed:8967393)",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides, with a preference for dUMP and dTMP, intermediate activity towards dGMP, and low activity towards dCMP and dAMP",
            "Phosphorylates the deoxyribonucleosides deoxycytidine, deoxyguanosine and deoxyadenosine (PubMed:12808445, PubMed:18377927, PubMed:19159229, PubMed:1996353, PubMed:20614893, PubMed:20637175). Has broad substrate specificity, and does not display selectivity based on the chirality of the substrate. It is also an essential enzyme for the phosphorylation of numerous nucleoside analogs widely employed as antiviral and chemotherapeutic agents (PubMed:12808445)",
            "Dephosphorylates specifically the 5' and 2'(3')-phosphates of uracil and thymine deoxyribonucleotides, and so protects mitochondrial DNA replication from excess dTTP. Has only marginal activity towards dIMP and dGMP",
            "Mitochondrial 3-hydroxy-3-methylglutaryl-CoA lyase that catalyzes a cation-dependent cleavage of (S)-3-hydroxy-3-methylglutaryl-CoA into acetyl-CoA and acetoacetate, a key step in ketogenesis. Terminal step in leucine catabolism. Ketone bodies (beta-hydroxybutyrate, acetoacetate and acetone) are essential as an alternative source of energy to glucose, as lipid precursors and as regulators of metabolism",
            "Catalyzes the cleavage of citrate into oxaloacetate and acetyl-CoA, the latter serving as common substrate in multiple biochemical reactions in protein, carbohydrate and lipid metabolism"
          ],
          "unique_count": 3103
        },
        "full_name": {
          "percentage": 11.83,
          "raw_count": 25978,
          "record_count": 3074,
          "sample_values": [
            "5'-nucleotidase",
            "deoxycytidylate deaminase",
            "ump-cmp kinase",
            "cytosolic 5'-nucleotidase 1b",
            "cytosolic 5'-nucleotidase 1a",
            "5'(3')-deoxyribonucleotidase, cytosolic type",
            "deoxycytidine kinase",
            "5'(3')-deoxyribonucleotidase, mitochondrial",
            "hydroxymethylglutaryl-coa lyase, mitochondrial",
            "atp-citrate synthase"
          ],
          "unique_count": 3074
        },
        "function": {
          "percentage": 1.46,
          "raw_count": 10344,
          "record_count": 379,
          "sample_values": [
            "Involved in hydrolase activity",
            "Involved in zinc ion binding",
            "Involved in ATP binding",
            "Involved in nucleotide binding",
            "Involved in metal ion binding",
            "Involved in phosphatase activity",
            "Involved in catalytic activity",
            "Involved in ATP citrate synthase activity",
            "Involved in transcription cofactor activity",
            "Involved in transferase activity, transferring acyl groups other than amino-acyl groups"
          ],
          "unique_count": 379
        },
        "gene_description": {
          "percentage": 10.67,
          "raw_count": 23181,
          "record_count": 2771,
          "sample_values": [
            "The protein encoded by this gene is a plasma membrane protein that catalyzes the conversion of extracellular nucleotides to membrane-permeable nucleosides. The encoded protein is used as a determinant of lymphocyte differentiation. Defects in this gene can lead to the calcification of joints and arteries. Two transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Mar 2011]",
            "The protein encoded by this gene catalyzes the deamination of dCMP to dUMP, the nucleotide substrate for thymidylate synthase. The encoded protein is allosterically activated by dCTP and inhibited by dTTP, and is found as a homohexamer. This protein uses zinc as a cofactor for its activity. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008]",
            "This gene encodes one of the enzymes required for cellular nucleic acid biosynthesis. This enzyme catalyzes the transfer of a phosphate group from ATP to CMP, UMP, or dCMP, to form the corresponding diphosphate nucleotide. Alternate splicing results in both coding and non-coding transcript variants. [provided by RefSeq, Feb 2012]",
            "Cytosolic 5-prime nucleotidases, such as NT5C1B, catalyze production of adenosine, which regulates diverse physiologic processes (Sala-Newby and Newby, 2001 [PubMed 11690631]).[supplied by OMIM, Mar 2008]",
            "Cytosolic nucleotidases, such as NT5C1A, dephosphorylate nucleoside monophosphates (Hunsucker et al., 2001 [PubMed 11133996]).[supplied by OMIM, Mar 2008]",
            "This gene encodes a nucleotidase that catalyzes the dephosphorylation of the 5' deoxyribonucleotides (dNTP) and 2'(3')-dNTP and ribonucleotides, but not 5' ribonucleotides. Of the different forms of nucleotidases characterized, this enzyme is unique in its preference for 5'-dNTP. It may be one of the enzymes involved in regulating the size of dNTP pools in cells. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Nov 2011]",
            " Deoxycytidine kinase (DCK) is required for the phosphorylation of several deoxyribonucleosides and their nucleoside analogs.  Deficiency of DCK is associated with resistance to antiviral and anticancer chemotherapeutic agents.  Conversely, increased deoxycytidine kinase activity is associated with increased activation of these compounds to cytotoxic nucleoside triphosphate derivatives.  DCK is clinically important because of its relationship to drug resistance and sensitivity. [provided by RefSeq, Jul 2008]",
            "This gene encodes a 5' nucleotidase that localizes to the mitochondrial matrix. This enzyme dephosphorylates the 5'- and 2'(3')-phosphates of uracil and thymine deoxyribonucleotides. The gene is located within the Smith-Magenis syndrome region on chromosome 17. [provided by RefSeq, Jul 2008]",
            "The protein encoded by this gene belongs to the HMG-CoA lyase family. It is a mitochondrial enzyme that catalyzes the final step of leucine degradation and plays a key role in ketone body formation. Mutations in this gene are associated with HMG-CoA lyase deficiency. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2009]",
            "ATP citrate lyase is the primary enzyme responsible for the synthesis of cytosolic acetyl-CoA in many tissues. The enzyme is a tetramer (relative molecular weight approximately 440,000) of apparently identical subunits. It catalyzes the formation of acetyl-CoA and oxaloacetate from citrate and CoA with a concomitant hydrolysis of ATP to ADP and phosphate. The product, acetyl-CoA, serves several important biosynthetic pathways, including lipogenesis and cholesterogenesis. In nervous tissue, ATP citrate-lyase may be involved in the biosynthesis of acetylcholine. Multiple transcript variants encoding distinct isoforms have been identified for this gene. [provided by RefSeq, Dec 2014]"
          ],
          "unique_count": 2771
        },
        "gene_seq": {
          "percentage": 6.72,
          "raw_count": 10331,
          "record_count": 1746,
          "sample_values": [
            ">1725 bp\nATGTGTCCCCGAGCCGCGCGGGCGCCCGCGACGCTACTCCTCGCCCTGGGCGCGGTGCTG\nTGGCCTGCGGCTGGCGCCTGGGAGCTTACGATTTTGCACACCAACGACGTGCACAGCCGG\nCTGGAGCAGACCAGCGAGGACTCCAGCAAGTGCGTCAACGCCAGCCGCTGCATGGGTGGC\nGTGGCTCGGCTCTTCACCAAGGTTCAGCAGATCCGCCGCGCCGAACCCAACGTGCTGCTG\nCTGGACGCCGGCGACCAGTACCAGGGCACTATCTGGTTCACCGTGTACAAGGGCGCCGAG\nGTGGCGCACTTCATGAACGCCCTGCGCTACGATGCCATGGCACTGGGAAATCATGAATTT\nGATAATGGTGTGGAAGGACTGATCGAGCCACTCCTCAAAGAGGCCAAATTTCCAATTCTG\nAGTGCAAACATTAAAGCAAAGGGGCCACTAGCATCTCAAATATCAGGACTTTATTTGCCA\nTATAAAGTTCTTCCTGTTGGTGATGAAGTTGTGGGAATCGTTGGATACACTTCCAAAGAA\nACCCCTTTTCTCTCAAATCCAGGGACAAATTTAGTGTTTGAAGATGAAATCACTGCATTA\nCAACCTGAAGTAGATAAGTTAAAAACTCTAAATGTGAACAAAATTATTGCACTGGGACAT\nTCGGGTTTTGAAATGGATAAACTCATCGCTCAGAAAGTGAGGGGTGTGGACGTCGTGGTG\nGGAGGACACTCCAACACATTTCTTTACACAGGCAATCCACCTTCCAAAGAGGTGCCTGCT\nGGGAAGTACCCATTCATAGTCACTTCTGATGATGGGCGGAAGGTTCCTGTAGTCCAGGCC\nTATGCTTTTGGCAAATACCTAGGCTATCTGAAGATCGAGTTTGATGAAAGAGGAAACGTC\nATCTCTTCCCATGGAAATCCCATTCTTCTAAACAGCAGCATTCCTGAAGATCCAAGCATA\nAAAGCAGACATTAACAAATGGAGGATAAAATTGGATAATTATTCTACCCAGGAATTAGGG\nAAAACAATTGTCTATCTGGATGGCTCCTCTCAATCATGCCGCTTTAGAGAATGCAACATG\nGGCAACCTGATTTGTGATGCAATGATTAACAACAACCTGAGACACACGGATGAAATGTTC\nTGGAACCACGTATCCATGTGCATTTTAAATGGAGGTGGTATCCGGTCGCCCATTGATGAA\nCGCAACAATGGCACAATTACCTGGGAGAACCTGGCTGCTGTATTGCCCTTTGGAGGCACA\nTTTGACCTAGTCCAGTTAAAAGGTTCCACCCTGAAGAAGGCCTTTGAGCATAGCGTGCAC\nCGCTACGGCCAGTCCACTGGAGAGTTCCTGCAGGTGGGCGGAATCCATGTGGTGTATGAT\nCTTTCCCGAAAACCTGGAGACAGAGTAGTCAAATTAGATGTTCTTTGCACCAAGTGTCGA\nGTGCCCAGTTATGACCCTCTCAAAATGGACGAGGTATATAAGGTGATCCTCCCAAACTTC\nCTGGCCAATGGTGGAGATGGGTTCCAGATGATAAAAGATGAATTATTAAGACATGACTCT\nGGTGACCAAGATATCAACGTGGTTTCTACATATATCTCCAAAATGAAAGTAATTTATCCA\nGCAGTTGAAGGTCGGATCAAGTTTTCCACAGGAAGTCACTGCCATGGAAGCTTTTCTTTA\nATATTTCTTTCACTTTGGGCAGTGATCTTTGTTTTATACCAATAG",
            ">537 bp\nATGAGTGAAGTTTCCTGCAAGAAACGGGACGACTATTTGGAATGGCCAGAGTATTTTATG\nGCTGTGGCCTTCTTATCAGCACAGAGAAGCAAAGATCCAAATTCCCAGGTCGGCGCCTGC\nATCGTGAATTCAGAAAACAAGATTGTCGGGATTGGGTACAATGGGATGCCAAATGGGTGC\nAGTGATGACGTGTTGCCTTGGAGAAGGACAGCAGAGAATAAGCTGGACACCAAATACCCG\nTACGTGTGCCATGCGGAGCTGAATGCCATCATGAACAAAAATTCGACCGATGTGAAAGGC\nTGTAGTATGTATGTTGCCTTGTTCCCTTGTAATGAATGCGCTAAGCTCATCATCCAGGCA\nGGTATAAAAGAAGTGATTTTCATGTCTGATAAATACCATGATAGTGACGAGGCAACTGCT\nGCGAGGCTCCTGTTTAATATGGCCGGGGTGACATTCCGGAAATTCATACCGAAGTGCAGC\nAAGATTGTCATTGACTTTGATTCAATTAACAGCAGACCGAGTCAAAAGCTTCAGTGA",
            ">591 bp\nATGAAGCCGCTGGTCGTGTTCGTCCTCGGCGGCCCCGGCGCCGGCAAGGGGACCCAGTGC\nGCCCGCATCGTCGAGAAATATGGCTACACACACCTTTCTGCAGGAGAGCTGCTTCGTGAT\nGAAAGGAAGAACCCAGATTCACAGTATGGTGAACTTATTGAAAAGTACATTAAAGAAGGA\nAAGATTGTACCAGTTGAGATAACCATCAGTTTATTAAAGAGGGAAATGGATCAGACAATG\nGCTGCCAATGCTCAGAAGAATAAATTCTTGATTGATGGGTTTCCAAGAAATCAAGACAAC\nCTTCAAGGATGGAACAAGACCATGGATGGGAAGGCAGATGTATCTTTCGTTCTCTTTTTT\nGACTGTAATAATGAGATTTGTATTGAACGATGTCTTGAGAGGGGAAAGAGTAGTGGTAGG\nAGTGATGACAACAGAGAGAGCTTGGAAAAGAGAATTCAGACCTACCTTCAGTCAACAAAG\nCCAATTATTGACTTATATGAAGAAATGGGGAAAGTCAAGAAAATAGATGCTTCTAAATCT\nGTTGATGAAGTTTTTGATGAAGTTGTGCAGATTTTTGACAAGGAAGGCTAA",
            ">1833 bp\nATGAGTCAAACATCTCTCAAACAGAAAAAGAATGAGCCTGGAATGAGGTCCTCAAAAGAG\nAGTCTAGAAGCAGAAAAAAGAAAGGAATCTGACAAAACAGGAGTTCGTCTGAGCAATCAG\nATGAGGCGTGCAGTCAATCCGAATCACTCGCTGAGATGTTGCCCCTTCCAGGGTCACTCG\nTCGTGTAGACGCTGCCTTTGTGCAGCTGAGGGAACAGCCCTTGGCCCCTGCCACACAATA\nCGTATTTATATTCACATGTGCCTGTTGTGGGAGCAGGGCCAGCAGATCACCATGATGAGG\nGGATCACAAGAATCATCACTGCGGAAGACAGACTCTCGAGGGTACCTTGTGCGCAGTCAA\nTGGTCTAGAATATCCCGGAGCCCATCCACCAAGGCTCCATCCATAGATGAGCCTAGAAGC\nAGGAACACCAGTGCTAAGCTCCCCAGCAGCTCCACGAGCTCCCGGACTCCATCCACCTCC\nCCAAGCCTGCATGACTCCTCACCGCCGCCGCTGTCCGGGCAGCCCTCGCTCCAGCCACCC\nGCGTCGCCCCAGCTGCCCCGGTCGCTGGACTCGCGGCCTCCCACGCCCCCAGAGCCCGAT\nCCTGGCTCCCGGCGCAGCACCAAAATGCAAGAGAATCCGGAGGCCTGGGCCCAAGGCATC\nGTGCGGGAAATCCGCCAGACCCGGGACTCGCAGCCGCTGGAATATTCGCGCACGTCCCCC\nACCGAGTGGAAGTCCTCCAGCCAGCGCAGGGGGATCTACCCCGCCTCCACCCAGCTGGAC\nCGCAACTCTCTGTCCGAGCAGCAGCAGCAGCAGCGGGAGGACGAGGACGACTACGAGGCT\nGCCTACTGGGCATCCATGAGGTCGTTCTACGAGAAGAACCCGAGCTGCTCGCGCCCCTGG\nCCGCCCAAACCCAAGAACGCCATCACCATTGCTCTCTCATCCTGCGCGCTCTTCAACATG\nGTGGACGGCAGGAAAATCTACGAGCAAGAGGGTCTGGAAAAGTACATGGAGTATCAGCTC\nACCAATGAGAACGTCATCCTGACCCCGGGCCCGGCGTTCCGCTTCGTCAAGGCACTACAG\nTATGTCAATGCTAGACTCCGTGATCTATATCCTGATGAACAGGACTTATTTGATATTGTA\nCTGATGACTAATAACCATGCCCAAGTGGGAGTGCGGCTTATAAACAGCGTCAATCACTAC\nGGCTTACTGATTGACCGCTTCTGTCTGACCGGGGGAAAAGACCCCATTGGCTATTTGAAG\nGCATATCTTACCAACTTGTATATTGCTGCAGATTCTGAAAAAGTGCAAGAGGCAATACAA\nGAAGGTATTGCCTCTGCGACAATGTTTGATGGAGCCAAAGACATGGCTTACTGTGACACT\nCAGCTCCGTGTAGCCTTTGATGGGGATGCTGTCCTCTTCTCTGATGAGTCTGAACATTTT\nACCAAGGAGCATGGGCTCGACAAATTCTTCCAGTATGATACATTATGTGAAAGTAAGCCT\nCTTGCTCAGGGTCCCCTAAAAGGCTTTCTGGAAGATTTAGGCAGACTGCAAAAGAAGTTC\nTATGCCAAAAATGAACGGTTACTTTGTCCTATCAGGACCTACCTGGTTACAGCTAGGAGT\nGCAGCCAGTTCAGGCGCCCGTGTGCTGAAGACCCTTCGACGCTGGGGTCTAGAGATAGAC\nGAAGCTCTTTTCCTTGCTGGAGCCCCCAAAAGTCCCATCTTGGTGAAGATCCGGCCCCAC\nATCTTCTTTGATGACCACATGTTCCACATTGAAGGGGCACAGAGGTTAGGTTCCATCGCA\nGCTTATGGCTTTAATAAAAAATTCAGTAGTTAG",
            ">1107 bp\nATGGAACCTGGGCAGCCCCGGGAGCCCCAGGAGCCCCGCGAGCCCGGGCCAGGAGCGGAG\nACCGCTGCGGCCCCGGTCTGGGAGGAAGCCAAGATTTTCTACGACAACCTCGCGCCCAAG\nAAGAAACCCAAATCGCCCAAGCCTCAGAATGCAGTCACCATCGCTGTGTCCTCCCGAGCC\nTTGTTTCGCATGGACGAGGAGCAGCAGATCTACACGGAGCAGGGCGTGGAGGAGTACGTG\nCGCTACCAGCTGGAACATGAGAACGAACCCTTCAGTCCCGGGCCAGCCTTCCCTTTTGTG\nAAGGCTCTGGAGGCCGTGAACAGGCGGCTGCGGGAGCTGTACCCTGATAGTGAGGACGTC\nTTCGACATCGTCCTCATGACTAACAACCATGCTCAAGTGGGTGTCCGCCTCATCAACAGT\nATCAACCACTATGACCTGTTCATCGAGAGGTTCTGCATGACAGGTGGGAACAGCCCGATC\nTGCTACCTCAAGGCCTATCACACCAACCTCTACTTGTCAGCCGATGCGGAAAAAGTGCGA\nGAAGCCATTGATGAGGGGATCGCAGCTGCCACCATCTTCAGCCCCAGCAGGGATGTGGTT\nGTGTCCCAGAGTCAGCTGCGCGTGGCCTTCGATGGGGACGCCGTGCTCTTCTCGGACGAG\nTCGGAGCGCATCGTCAAGGCCCACGGGCTGGACCGATTCTTCGAGCATGAGAAGGCCCAC\nGAGAACAAGCCTCTGGCTCAGGGCCCCTTAAAGGGCTTTCTGGAGGCACTGGGTAGGTTG\nCAGAAGAAGTTCTACTCCAAAGGCCTGCGGCTGGAGTGCCCAATTCGTACCTACTTGGTG\nACAGCACGCAGTGCAGCCAGTTCCGGGGCCCGGGCTCTCAAGACCCTGCGCAGCTGGGGC\nCTGGAGACAGATGAAGCCTTGTTCCTTGCTGGAGCGCCCAAGGGCCCTCTCCTTGAGAAG\nATCCGCCCACACATCTTCTTTGATGACCAGATGTTCCATGTGGCTGGGGCTCAGGAGATG\nGGCACTGTGGCCGCCCATGTGCCTTATGGTGTGGCACAGACACCCCGGCGGACTGCACCT\nGCAAAGCAGGCCCCATCTGCACAGTAG",
            ">606 bp\nATGGCGCGGAGCGTGCGCGTGCTGGTGGACATGGACGGCGTCCTGGCCGACTTCGAGGCC\nGGCCTCCTGCGGGGCTTCCGCCGCCGCTTCCCTGAGGAGCCGCACGTGCCGCTGGAGCAA\nCGCCGCGGCTTCCTGGCCCGCGAGCAGTACCGCGCCCTGCGGCCCGACCTGGCGGATAAA\nGTGGCCAGTGTGTACGAAGCCCCGGGCTTTTTCCTGGACCTGGAGCCCATCCCGGGAGCC\nTTGGACGCTGTGCGGGAGATGAACGACCTACCGGACACGCAGGTCTTCATCTGCACCAGC\nCCCCTGCTGAAGTACCACCACTGTGTGGGTGAGAAGTACCGCTGGGTGGAGCAGCACCTG\nGGGCCCCAGTTCGTAGAACGAATTATCCTGACAAGGGACAAGACGGTGGTCTTGGGGGAC\nCTGCTCATTGATGACAAGGACACAGTTCGAGGCCAGGAGGAGACCCCAAGCTGGGAGCAC\nATCTTGTTCACCTGCTGCCACAATCGGCACCTGGTCCTGCCCCCGACAAGGAGACGGCTG\nCTCTCCTGGAGTGACAACTGGAGGGAGATCTTAGATAGCAAGCGCGGAGCTGCGCAGCGG\nGAATGA",
            ">783 bp\nATGGCCACCCCGCCCAAGAGAAGCTGCCCGTCTTTCTCAGCCAGCTCTGAGGGGACCCGC\nATCAAGAAAATCTCCATCGAAGGGAACATCGCTGCAGGGAAGTCAACATTTGTGAATATC\nCTTAAACAATTGTGTGAAGATTGGGAAGTGGTTCCTGAACCTGTTGCCAGATGGTGCAAT\nGTTCAAAGTACTCAAGATGAATTTGAGGAACTTACAATGTCTCAGAAAAATGGTGGGAAT\nGTTCTTCAGATGATGTATGAGAAACCTGAACGATGGTCTTTTACCTTCCAAACATATGCC\nTGTCTCAGTCGAATAAGAGCTCAGCTTGCCTCTCTGAATGGCAAGCTCAAAGATGCAGAG\nAAACCTGTATTATTTTTTGAACGATCTGTGTATAGTGACAGGTATATTTTTGCATCTAAT\nTTGTATGAATCTGAATGCATGAATGAGACAGAGTGGACAATTTATCAAGACTGGCATGAC\nTGGATGAATAACCAATTTGGCCAAAGCCTTGAATTGGATGGAATCATTTATCTTCAAGCC\nACTCCAGAGACATGCTTACATAGAATATATTTACGGGGAAGAAATGAAGAGCAAGGCATT\nCCTCTTGAATATTTAGAGAAGCTTCATTATAAACATGAAAGCTGGCTCCTGCATAGGACA\nCTGAAAACCAACTTCGATTATCTTCAAGAGGTGCCTATCTTAACACTGGATGTTAATGAA\nGACTTTAAAGACAAATATGAAAGTCTGGTTGAAAAGGTCAAAGAGTTTTTGAGTACTTTG\nTGA",
            ">687 bp\nATGATCCGGCTGGGCGGCTGGTGTGCGCGGCGGCTCTGCAGCGCGGCGGTTCCCGCGGGG\nCGGCGCGGGGCGGCGGGCGGGCTGGGCCTGGCGGGAGGCCGCGCCCTACGGGTGCTGGTG\nGACATGGACGGCGTGCTGGCTGACTTCGAGGGCGGATTCCTCAGGAAGTTCCGCGCGCGC\nTTTCCCGACCAGCCCTTCATCGCGCTGGAGGACCGGCGCGGCTTCTGGGTGTCGGAGCAG\nTACGGCCGCCTGCGGCCAGGGCTGAGCGAGAAGGCCATCAGCATTTGGGAGTCAAAGAAT\nTTCTTTTTTGAACTTGAGCCTCTGCCAGGGGCCGTGGAAGCTGTCAAGGAGATGGCCAGC\nCTACAAAACACTGACGTCTTCATCTGCACAAGCCCCATCAAGATGTTCAAGTACTGTCCC\nTATGAGAAGTATGCCTGGGTGGAGAAGTACTTTGGCCCTGACTTTCTGGAGCAGATTGTG\nCTGACCAGAGACAAGACCGTGGTCTCTGCTGACCTTCTCATAGACGACCGGCCGGACATC\nACAGGGGCCGAGCCAACCCCCAGCTGGGAGCATGTCCTCTTCACCGCCTGCCACAACCAG\nCACCTGCAGCTGCAGCCCCCCCGCCGCAGGCTGCACTCGTGGGCGGACGACTGGAAGGCC\nATTCTGGACAGCAAGCGGCCCTGCTGA",
            ">978 bp\nATGGCAGCAATGAGGAAGGCGCTTCCGCGGCGACTGGTGGGCTTGGCGTCCCTCCGGGCT\nGTCAGCACCTCATCTATGGGCACTTTACCAAAGCGGGTGAAAATTGTGGAAGTTGGTCCC\nCGAGATGGACTACAAAATGAAAAGAATATCGTATCTACTCCAGTGAAAATCAAGCTGATA\nGACATGCTTTCTGAAGCAGGACTCTCTGTTATAGAAACCACCAGCTTTGTGTCTCCTAAG\nTGGGTTCCCCAGATGGGTGACCACACTGAAGTCTTGAAGGGCATTCAGAAGTTTCCTGGC\nATCAACTACCCAGTCCTGACCCCAAATTTGAAAGGCTTCGAGGCAGCGGTTGCTGCTGGA\nGCCAAGGAAGTAGTCATCTTTGGAGCTGCCTCAGAGCTCTTCACCAAGAAGAACATCAAT\nTGTTCCATAGAGGAGAGTTTTCAGAGGTTTGACGCAATCCTGAAGGCAGCGCAGTCAGCC\nAATATTTCTGTGCGGGGGTACGTCTCCTGTGCTCTTGGCTGCCCTTATGAAGGGAAGATC\nTCCCCAGCTAAAGTAGCTGAGGTCACCAAGAAGTTCTACTCAATGGGCTGCTACGAGATC\nTCCCTGGGGGACACCATTGGTGTGGGCACCCCAGGGATCATGAAAGACATGCTGTCTGCT\nGTCATGCAGGAAGTGCCTCTGGCTGCCCTGGCTGTCCACTGCCATGACACCTATGGTCAA\nGCCCTGGCCAACACCTTGATGGCCCTGCAGATGGGAGTGAGTGTCGTGGACTCTTCTGTG\nGCAGGACTTGGAGGCTGTCCCTACGCACAGGGGGCATCAGGAAACTTGGCCACAGAAGAC\nCTGGTCTACATGCTAGAGGGCTTGGGCATTCACACGGGTGTGAATCTCCAGAAGCTTCTG\nGAAGCTGGAAACTTTATCTGTCAAGCCCTGAACAGAAAAACTAGCTCCAAAGTGGCTCAG\nGCTACCTGTAAACTCTGA",
            ">3306 bp\nATGTCGGCCAAGGCAATTTCAGAGCAGACGGGCAAAGAACTCCTTTACAAGTTCATCTGT\nACCACCTCAGCCATCCAGAATCGGTTCAAGTATGCTCGGGTCACTCCTGACACAGACTGG\nGCCCGCTTGCTGCAGGACCACCCCTGGCTGCTCAGCCAGAACTTGGTAGTCAAGCCAGAC\nCAGCTGATCAAACGTCGTGGAAAACTTGGTCTCGTTGGGGTCAACCTCACTCTGGATGGG\nGTCAAGTCCTGGCTGAAGCCACGGCTGGGACAGGAAGCCACAGTTGGCAAGGCCACAGGC\nTTCCTCAAGAACTTTCTGATCGAGCCCTTCGTCCCCCACAGTCAGGCTGAGGAGTTCTAT\nGTCTGCATCTATGCCACCCGAGAAGGGGACTACGTCCTGTTCCACCACGAGGGGGGTGTG\nGACGTGGGTGATGTGGACGCCAAGGCCCAGAAGCTGCTTGTTGGCGTGGATGAGAAACTG\nAATCCTGAGGACATCAAAAAACACCTGTTGGTCCACGCCCCTGAAGACAAGAAAGAAATT\nCTGGCCAGTTTTATCTCCGGCCTCTTCAATTTCTACGAGGACTTGTACTTCACCTACCTC\nGAGATCAATCCCCTTGTAGTGACCAAAGATGGAGTCTATGTCCTTGACTTGGCGGCCAAG\nGTGGACGCCACTGCCGACTACATCTGCAAAGTGAAGTGGGGTGACATCGAGTTCCCTCCC\nCCCTTCGGGCGGGAGGCATATCCAGAGGAAGCCTACATTGCAGACCTCGATGCCAAAAGT\nGGGGCAAGCCTGAAGCTGACCTTGCTGAACCCCAAAGGGAGGATCTGGACCATGGTGGCC\nGGGGGTGGCGCCTCTGTCGTGTACAGCGATACCATCTGTGATCTAGGGGGTGTCAACGAG\nCTGGCAAACTATGGGGAGTACTCAGGCGCCCCCAGCGAGCAGCAGACCTATGACTATGCC\nAAGACTATCCTCTCCCTCATGACCCGAGAGAAGCACCCAGATGGCAAGATCCTCATCATT\nGGAGGCAGCATCGCAAACTTCACCAACGTGGCTGCCACGTTCAAGGGCATCGTGAGAGCA\nATTCGAGATTACCAGGGCCCCCTGAAGGAGCACGAAGTCACAATCTTTGTCCGAAGAGGT\nGGCCCCAACTATCAGGAGGGCTTACGGGTGATGGGAGAAGTCGGGAAGACCACTGGGATC\nCCCATCCATGTCTTTGGCACAGAGACTCACATGACGGCCATTGTGGGCATGGCCCTGGGC\nCACCGGCCCATCCCCAACCAGCCACCCACAGCGGCCCACACTGCAAACTTCCTCCTCAAC\nGCCAGCGGGAGCACATCGACGCCAGCCCCCAGCAGGACAGCATCTTTTTCTGAGTCCAGG\nGCCGATGAGGTGGCGCCTGCAAAGAAGGCCAAGCCTGCCATGCCACAAGATTCAGTCCCA\nAGTCCAAGATCCCTGCAAGGAAAGAGCACCACCCTCTTCAGCCGCCACACCAAGGCCATT\nGTGTGGGGCATGCAGACCCGGGCCGTGCAAGGCATGCTGGACTTTGACTATGTCTGCTCC\nCGAGACGAGCCCTCAGTGGCTGCCATGGTCTACCCTTTCACTGGGGACCACAAGCAGAAG\nTTTTACTGGGGGCACAAAGAGATCCTGATCCCTGTCTTCAAGAACATGGCTGATGCCATG\nAGGAAGCATCCGGAGGTAGATGTGCTCATCAACTTTGCCTCTCTCCGCTCTGCCTATGAC\nAGCACCATGGAGACCATGAACTATGCCCAGATCCGGACCATCGCCATCATAGCTGAAGGC\nATCCCTGAGGCCCTCACGAGAAAGCTGATCAAGAAGGCGGACCAGAAGGGAGTGACCATC\nATCGGACCTGCCACTGTTGGAGGCATCAAGCCTGGGTGCTTTAAGATTGGCAACACAGGT\nGGGATGCTGGACAACATCCTGGCCTCCAAACTGTACCGCCCAGGCAGCGTGGCCTATGTC\nTCACGTTCCGGAGGCATGTCCAACGAGCTCAACAATATCATCTCTCGGACCACGGATGGC\nGTCTATGAGGGCGTGGCCATTGGTGGGGACAGGTACCCGGGCTCCACATTCATGGATCAT\nGTGTTACGCTATCAGGACACTCCAGGAGTCAAAATGATTGTGGTTCTTGGAGAGATTGGG\nGGCACTGAGGAATATAAGATTTGCCGGGGCATCAAGGAGGGCCGCCTCACTAAGCCCATC\nGTCTGCTGGTGCATCGGGACGTGTGCCACCATGTTCTCCTCTGAGGTCCAGTTTGGCCAT\nGCTGGAGCTTGTGCCAACCAGGCTTCTGAAACTGCAGTAGCCAAGAACCAGGCTTTGAAG\nGAAGCAGGAGTGTTTGTGCCCCGGAGCTTTGATGAGCTTGGAGAGATCATCCAGTCTGTA\nTACGAAGATCTCGTGGCCAATGGAGTCATTGTACCTGCCCAGGAGGTGCCGCCCCCAACC\nGTGCCCATGGACTACTCCTGGGCCAGGGAGCTTGGTTTGATCCGCAAACCTGCCTCGTTC\nATGACCAGCATCTGCGATGAGCGAGGACAGGAGCTCATCTACGCGGGCATGCCCATCACT\nGAGGTCTTCAAGGAAGAGATGGGCATTGGCGGGGTCCTCGGCCTCCTCTGGTTCCAGAAA\nAGGTTGCCTAAGTACTCTTGCCAGTTCATTGAGATGTGTCTGATGGTGACAGCTGATCAC\nGGGCCAGCCGTCTCTGGAGCCCACAACACCATCATTTGTGCGCGAGCTGGGAAAGACCTG\nGTCTCCAGCCTCACCTCGGGGCTGCTCACCATCGGGGATCGGTTTGGGGGTGCCTTGGAT\nGCAGCAGCCAAGATGTTCAGTAAAGCCTTTGACAGTGGCATTATCCCCATGGAGTTTGTG\nAACAAGATGAAGAAGGAAGGGAAGCTGATCATGGGCATTGGTCACCGAGTGAAGTCGATA\nAACAACCCAGACATGCGAGTGCAGATCCTCAAAGATTACGTCAGGCAGCACTTCCCTGCC\nACTCCTCTGCTCGATTATGCACTGGAAGTAGAGAAGATTACCACCTCGAAGAAGCCAAAT\nCTTATCCTGAATGTAGATGGTCTCATCGGAGTCGCATTTGTAGACATGCTTAGAAACTGT\nGGGTCCTTTACTCGGGAGGAAGCTGATGAATATATTGACATTGGAGCCCTCAATGGCATC\nTTTGTGCTGGGAAGGAGTATGGGGTTCATTGGACACTATCTTGATCAGAAGAGGCTGAAG\nCAGGGGCTGTATCGTCATCCGTGGGATGATATTTCATATGTTCTTCCGGAACACATGAGC\nATGTAA"
          ],
          "unique_count": 1746
        },
        "id": {
          "percentage": 17.3,
          "raw_count": 25978,
          "record_count": 4495,
          "sample_values": [
            "UniProtKB:P21589",
            "UniProtKB:P32321",
            "UniProtKB:P30085",
            "UniProtKB:Q96P26",
            "UniProtKB:Q9BXI3",
            "UniProtKB:Q8TCD5",
            "UniProtKB:P27707",
            "UniProtKB:Q9NPB1",
            "UniProtKB:P35914",
            "UniProtKB:P53396"
          ],
          "unique_count": 4495
        },
        "locus": {
          "percentage": 3.42,
          "raw_count": 11229,
          "record_count": 888,
          "sample_values": [
            "6q14-q21",
            "4q35.1",
            "1p32",
            "2p24.2",
            "1p34.3-p33",
            "4q13.3-q21.1",
            "1p36.1-p35",
            "17q21.2",
            "22q13.2",
            "3p21.1-p14.2"
          ],
          "unique_count": 888
        },
        "molecular_weight": {
          "percentage": 16.4,
          "raw_count": 25238,
          "record_count": 4260,
          "sample_values": [
            "57948.125",
            "21013.96",
            "20180.12",
            "68803.055",
            "41020.145",
            "30518.315",
            "34359.84",
            "120838.27",
            "264159.725",
            "39233.1"
          ],
          "unique_count": 4260
        },
        "name": {
          "percentage": 11.65,
          "raw_count": 25454,
          "record_count": 3027,
          "sample_values": [
            "NT5E",
            "DCTD",
            "CMPK1",
            "NT5C1B",
            "NT5C1A",
            "NT5C",
            "DCK",
            "NT5M",
            "HMGCL",
            "ACLY"
          ],
          "unique_count": 3027
        },
        "protein_seq": {
          "percentage": 7.98,
          "raw_count": 11657,
          "record_count": 2074,
          "sample_values": [
            ">5'-nucleotidase\nMCPRAARAPATLLLALGAVLWPAAGAWELTILHTNDVHSRLEQTSEDSSKCVNASRCMGG\nVARLFTKVQQIRRAEPNVLLLDAGDQYQGTIWFTVYKGAEVAHFMNALRYDAMALGNHEF\nDNGVEGLIEPLLKEAKFPILSANIKAKGPLASQISGLYLPYKVLPVGDEVVGIVGYTSKE\nTPFLSNPGTNLVFEDEITALQPEVDKLKTLNVNKIIALGHSGFEMDKLIAQKVRGVDVVV\nGGHSNTFLYTGNPPSKEVPAGKYPFIVTSDDGRKVPVVQAYAFGKYLGYLKIEFDERGNV\nISSHGNPILLNSSIPEDPSIKADINKWRIKLDNYSTQELGKTIVYLDGSSQSCRFRECNM\nGNLICDAMINNNLRHTDEMFWNHVSMCILNGGGIRSPIDERNNGTITWENLAAVLPFGGT\nFDLVQLKGSTLKKAFEHSVHRYGQSTGEFLQVGGIHVVYDLSRKPGDRVVKLDVLCTKCR\nVPSYDPLKMDEVYKVILPNFLANGGDGFQMIKDELLRHDSGDQDINVVSTYISKMKVIYP\nAVEGRIKFSTGSHCHGSFSLIFLSLWAVIFVLYQ",
            ">Deoxycytidylate deaminase\nMSEVSCKKRDDYLEWPEYFMAVAFLSAQRSKDPNSQVGACIVNSENKIVGIGYNGMPNGC\nSDDVLPWRRTAENKLDTKYPYVCHAELNAIMNKNSTDVKGCSMYVALFPCNECAKLIIQA\nGIKEVIFMSDKYHDSDEATAARLLFNMAGVTFRKFIPKCSKIVIDFDSINSRPSQKLQ",
            ">UMP-CMP kinase\nMKPLVVFVLGGPGAGKGTQCARIVEKYGYTHLSAGELLRDERKNPDSQYGELIEKYIKEG\nKIVPVEITISLLKREMDQTMAANAQKNKFLIDGFPRNQDNLQGWNKTMDGKADVSFVLFF\nDCNNEICIERCLERGKSSGRSDDNRESLEKRIQTYLQSTKPIIDLYEEMGKVKKIDASKS\nVDEVFDEVVQIFDKEG",
            ">Cytosolic 5'-nucleotidase 1B\nMSQTSLKQKKNEPGMRSSKESLEAEKRKESDKTGVRLSNQMRRAVNPNHSLRCCPFQGHS\nSCRRCLCAAEGTALGPCHTIRIYIHMCLLWEQGQQITMMRGSQESSLRKTDSRGYLVRSQ\nWSRISRSPSTKAPSIDEPRSRNTSAKLPSSSTSSRTPSTSPSLHDSSPPPLSGQPSLQPP\nASPQLPRSLDSRPPTPPEPDPGSRRSTKMQENPEAWAQGIVREIRQTRDSQPLEYSRTSP\nTEWKSSSQRRGIYPASTQLDRNSLSEQQQQQREDEDDYEAAYWASMRSFYEKNPSCSRPW\nPPKPKNAITIALSSCALFNMVDGRKIYEQEGLEKYMEYQLTNENVILTPGPAFRFVKALQ\nYVNARLRDLYPDEQDLFDIVLMTNNHAQVGVRLINSVNHYGLLIDRFCLTGGKDPIGYLK\nAYLTNLYIAADSEKVQEAIQEGIASATMFDGAKDMAYCDTQLRVAFDGDAVLFSDESEHF\nTKEHGLDKFFQYDTLCESKPLAQGPLKGFLEDLGRLQKKFYAKNERLLCPIRTYLVTARS\nAASSGARVLKTLRRWGLEIDEALFLAGAPKSPILVKIRPHIFFDDHMFHIEGAQRLGSIA\nAYGFNKKFSS",
            ">Cytosolic 5'-nucleotidase 1A\nMEPGQPREPQEPREPGPGAETAAAPVWEEAKIFYDNLAPKKKPKSPKPQNAVTIAVSSRA\nLFRMDEEQQIYTEQGVEEYVRYQLEHENEPFSPGPAFPFVKALEAVNRRLRELYPDSEDV\nFDIVLMTNNHAQVGVRLINSINHYDLFIERFCMTGGNSPICYLKAYHTNLYLSADAEKVR\nEAIDEGIAAATIFSPSRDVVVSQSQLRVAFDGDAVLFSDESERIVKAHGLDRFFEHEKAH\nENKPLAQGPLKGFLEALGRLQKKFYSKGLRLECPIRTYLVTARSAASSGARALKTLRSWG\nLETDEALFLAGAPKGPLLEKIRPHIFFDDQMFHVAGAQEMGTVAAHVPYGVAQTPRRTAP\nAKQAPSAQ",
            ">5'(3')-deoxyribonucleotidase, cytosolic type\nMARSVRVLVDMDGVLADFEAGLLRGFRRRFPEEPHVPLEQRRGFLAREQYRALRPDLADK\nVASVYEAPGFFLDLEPIPGALDAVREMNDLPDTQVFICTSPLLKYHHCVGEKYRWVEQHL\nGPQFVERIILTRDKTVVLGDLLIDDKDTVRGQEETPSWEHILFTCCHNRHLVLPPTRRRL\nLSWSDNWREILDSKRGAAQRE",
            ">Deoxycytidine kinase\nMATPPKRSCPSFSASSEGTRIKKISIEGNIAAGKSTFVNILKQLCEDWEVVPEPVARWCN\nVQSTQDEFEELTMSQKNGGNVLQMMYEKPERWSFTFQTYACLSRIRAQLASLNGKLKDAE\nKPVLFFERSVYSDRYIFASNLYESECMNETEWTIYQDWHDWMNNQFGQSLELDGIIYLQA\nTPETCLHRIYLRGRNEEQGIPLEYLEKLHYKHESWLLHRTLKTNFDYLQEVPILTLDVNE\nDFKDKYESLVEKVKEFLSTL",
            ">5'(3')-deoxyribonucleotidase, mitochondrial\nMIRLGGWCARRLCSAAVPAGRRGAAGGLGLAGGRALRVLVDMDGVLADFEGGFLRKFRAR\nFPDQPFIALEDRRGFWVSEQYGRLRPGLSEKAISIWESKNFFFELEPLPGAVEAVKEMAS\nLQNTDVFICTSPIKMFKYCPYEKYAWVEKYFGPDFLEQIVLTRDKTVVSADLLIDDRPDI\nTGAEPTPSWEHVLFTACHNQHLQLQPPRRRLHSWADDWKAILDSKRPC",
            ">Hydroxymethylglutaryl-CoA lyase, mitochondrial\nMAAMRKALPRRLVGLASLRAVSTSSMGTLPKRVKIVEVGPRDGLQNEKNIVSTPVKIKLI\nDMLSEAGLSVIETTSFVSPKWVPQMGDHTEVLKGIQKFPGINYPVLTPNLKGFEAAVAAG\nAKEVVIFGAASELFTKKNINCSIEESFQRFDAILKAAQSANISVRGYVSCALGCPYEGKI\nSPAKVAEVTKKFYSMGCYEISLGDTIGVGTPGIMKDMLSAVMQEVPLAALAVHCHDTYGQ\nALANTLMALQMGVSVVDSSVAGLGGCPYAQGASGNLATEDLVYMLEGLGIHTGVNLQKLL\nEAGNFICQALNRKTSSKVAQATCKL",
            ">ATP-citrate synthase\nMSAKAISEQTGKELLYKFICTTSAIQNRFKYARVTPDTDWARLLQDHPWLLSQNLVVKPD\nQLIKRRGKLGLVGVNLTLDGVKSWLKPRLGQEATVGKATGFLKNFLIEPFVPHSQAEEFY\nVCIYATREGDYVLFHHEGGVDVGDVDAKAQKLLVGVDEKLNPEDIKKHLLVHAPEDKKEI\nLASFISGLFNFYEDLYFTYLEINPLVVTKDGVYVLDLAAKVDATADYICKVKWGDIEFPP\nPFGREAYPEEAYIADLDAKSGASLKLTLLNPKGRIWTMVAGGGASVVYSDTICDLGGVNE\nLANYGEYSGAPSEQQTYDYAKTILSLMTREKHPDGKILIIGGSIANFTNVAATFKGIVRA\nIRDYQGPLKEHEVTIFVRRGGPNYQEGLRVMGEVGKTTGIPIHVFGTETHMTAIVGMALG\nHRPIPNQPPTAAHTANFLLNASGSTSTPAPSRTASFSESRADEVAPAKKAKPAMPQDSVP\nSPRSLQGKSTTLFSRHTKAIVWGMQTRAVQGMLDFDYVCSRDEPSVAAMVYPFTGDHKQK\nFYWGHKEILIPVFKNMADAMRKHPEVDVLINFASLRSAYDSTMETMNYAQIRTIAIIAEG\nIPEALTRKLIKKADQKGVTIIGPATVGGIKPGCFKIGNTGGMLDNILASKLYRPGSVAYV\nSRSGGMSNELNNIISRTTDGVYEGVAIGGDRYPGSTFMDHVLRYQDTPGVKMIVVLGEIG\nGTEEYKICRGIKEGRLTKPIVCWCIGTCATMFSSEVQFGHAGACANQASETAVAKNQALK\nEAGVFVPRSFDELGEIIQSVYEDLVANGVIVPAQEVPPPTVPMDYSWARELGLIRKPASF\nMTSICDERGQELIYAGMPITEVFKEEMGIGGVLGLLWFQKRLPKYSCQFIEMCLMVTADH\nGPAVSGAHNTIICARAGKDLVSSLTSGLLTIGDRFGGALDAAAKMFSKAFDSGIIPMEFV\nNKMKKEGKLIMGIGHRVKSINNPDMRVQILKDYVRQHFPATPLLDYALEVEKITTSKKPN\nLILNVDGLIGVAFVDMLRNCGSFTREEADEYIDIGALNGIFVLGRSMGFIGHYLDQKRLK\nQGLYRHPWDDISYVLPEHMSM"
          ],
          "unique_count": 2074
        },
        "protein_type": {
          "percentage": 0.01,
          "raw_count": 25978,
          "record_count": 3,
          "sample_values": [
            "unknown",
            "enzyme",
            "transporter"
          ],
          "unique_count": 3
        },
        "residue_num": {
          "percentage": 3.84,
          "raw_count": 23216,
          "record_count": 997,
          "sample_values": [
            "574",
            "178",
            "196",
            "610",
            "368",
            "201",
            "260",
            "228",
            "325",
            "1101"
          ],
          "unique_count": 997
        },
        "specific_function": {
          "percentage": 10.96,
          "raw_count": 24662,
          "record_count": 2848,
          "sample_values": [
            "Hydrolyzes extracellular nucleotides into membrane permeable nucleosides.",
            "Supplies the nucleotide substrate for thymidylate synthetase.",
            "Catalyzes specific phosphoryl transfer from ATP to UMP and CMP.",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides. Helps to regulate adenosine levels (By similarity).",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides and has a broad substrate specificity. Helps to regulate adenosine levels in heart during ischemia and hypoxia.",
            "Dephosphorylates the 5' and 2'(3')-phosphates of deoxyribonucleotides, with a preference for dUMP and dTMP, intermediate activity towards dGMP, and low activity towards dCMP and dAMP.",
            "Required for the phosphorylation of the deoxyribonucleosides deoxycytidine (dC), deoxyguanosine (dG) and deoxyadenosine (dA). Has broad substrate specificity, and does not display selectivity based on the chirality of the substrate. It is also an essential enzyme for the phosphorylation of numerous nucleoside analogs widely employed as antiviral and chemotherapeutic agents.",
            "Dephosphorylates specifically the 5' and 2'(3')-phosphates of uracil and thymine deoxyribonucleotides, and so protects mitochondrial DNA replication from excess dTTP. Has only marginal activity towards dIMP and dGMP.",
            "Key enzyme in ketogenesis (ketone body formation). Terminal step in leucine catabolism.",
            "ATP citrate-lyase is the primary enzyme responsible for the synthesis of cytosolic acetyl-CoA in many tissues. Has a central role in de novo lipid synthesis. In nervous tissue it may be involved in the biosynthesis of acetylcholine."
          ],
          "unique_count": 2848
        },
        "synonyms": {
          "percentage": 37.65,
          "raw_count": 88238,
          "record_count": 9780,
          "sample_values": [
            "5'-nt",
            "cd73 antigen",
            "ecto-5'-nucleotidase",
            "dcmp deaminase",
            "cytidine monophosphate kinase",
            "cytidylate kinase",
            "deoxycytidylate kinase",
            "ump/cmp kinase",
            "ump/cmpk",
            "uridine monophosphate kinase"
          ],
          "unique_count": 9780
        },
        "theoretical_pi": {
          "percentage": 10.26,
          "raw_count": 24122,
          "record_count": 2665,
          "sample_values": [
            "6.973",
            "7.526",
            "7.631",
            "8.817",
            "6.547",
            "5.209",
            "8.545",
            "7.323",
            "8.493",
            "6.647"
          ],
          "unique_count": 2665
        },
        "xrefs": {
          "percentage": 118.04,
          "raw_count": 276521,
          "record_count": 30665,
          "sample_values": [
            "UniProtKB:P21589",
            "HGNC:HGNC:8021",
            "GBP:23897",
            "GBG:X55740",
            "GENECARD:NT5E",
            "GENEATLAS:NT5E",
            "HMDBP:HMDBP00001",
            "PDB:4h1s",
            "PDB:4h1y",
            "PDB:4h2b"
          ],
          "unique_count": 30665
        }
      }
    },
    "biolink:OrganismTaxonToChemicalEntityAssociation": {
      "association_properties": {
        "agent_type": {
          "percentage": 0.11,
          "raw_count": 952,
          "record_count": 1,
          "sample_values": [
            "biolink:manual_agent"
          ],
          "unique_count": 1
        },
        "category": {
          "percentage": 0.11,
          "raw_count": 952,
          "record_count": 1,
          "sample_values": [
            "biolink:OrganismTaxonToChemicalEntityAssociation"
          ],
          "unique_count": 1
        },
        "has_evidence": {
          "percentage": 0.21,
          "raw_count": 952,
          "record_count": 2,
          "sample_values": [
            "ECO:0000305",
            "ECO:0000000"
          ],
          "unique_count": 2
        },
        "predicate": {
          "percentage": 0.11,
          "raw_count": 952,
          "record_count": 1,
          "sample_values": [
            "biolink:has_metabolic_interaction_with"
          ],
          "unique_count": 1
        },
        "primary_knowledge_source": {
          "percentage": 0.11,
          "raw_count": 952,
          "record_count": 1,
          "sample_values": [
            "infores:hmdb_v5"
          ],
          "unique_count": 1
        },
        "publication": {
          "percentage": 9.45,
          "raw_count": 752,
          "record_count": 90,
          "sample_values": [
            "{'pmid': 'PMID:7646009', 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:12324374', 'PMID:27446020'], 'category': 'biolink:Publication'}",
            "{'pmid': 'PMID:22292465', 'category': 'biolink:Publication'}",
            "{'pmid': 'PMID:15785002', 'category': 'biolink:Publication'}",
            "{'pmid': 'PMID:19734309', 'category': 'biolink:Publication'}",
            "{'pmid': 'PMID:24621061', 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11422368', 'PMID:7191'], 'category': 'biolink:Publication'}",
            "{'pmid': 'PMID:14613880', 'category': 'biolink:Publication'}",
            "{'pmid': ['PMID:11758919', 'PMID:26360870', 'PMID:14390024'], 'category': 'biolink:Publication'}",
            "{'pmid': 'PMID:24958563', 'category': 'biolink:Publication'}"
          ],
          "unique_count": 90
        },
        "publication.category": {
          "percentage": 0.11,
          "raw_count": 752,
          "record_count": 1,
          "sample_values": [
            "biolink:Publication"
          ],
          "unique_count": 1
        },
        "publication.doi": {
          "percentage": 0.11,
          "raw_count": 2,
          "record_count": 1,
          "sample_values": [
            "10.3181/00379727-52-14147"
          ],
          "unique_count": 1
        },
        "publication.pmid": {
          "percentage": 10.82,
          "raw_count": 1149,
          "record_count": 103,
          "sample_values": [
            "PMID:7646009",
            "PMID:12324374",
            "PMID:27446020",
            "PMID:22292465",
            "PMID:15785002",
            "PMID:19734309",
            "PMID:24621061",
            "PMID:11422368",
            "PMID:7191",
            "PMID:14613880"
          ],
          "unique_count": 103
        },
        "publication.url": {
          "percentage": 0.84,
          "raw_count": 85,
          "record_count": 8,
          "sample_values": [
            "//www.mdpi.com/2311-5637/3/2/21",
            "//jultika.oulu.fi/files/isbn9789526211046.pdf",
            "//link.springer.com/article/10.1007/BF00369505",
            "//www.nrcresearchpress.com/doi/pdf/10.1139/m74-202",
            "//reader.elsevier.com/reader/sd/pii/S0924224417302571?token=DE6BC6CC7DCDEA6150497AA3E375097A00F8E0C12AE03A8E420D85D1AC8855E62103143B5AE0B57E9C5828671F226801",
            "//www.scielo.br/pdf/babt/v54n6/02.pdf",
            "//link.springer.com/article/10.1007/BF00250491",
            "//www.sciencedirect.com/science/article/pii/S138111779800112X"
          ],
          "unique_count": 8
        }
      },
      "object_properties": {
        "anatomical_entity": {
          "percentage": 3.05,
          "raw_count": 3463,
          "record_count": 29,
          "sample_values": [
            "{'id': 'UBERON:0018707', 'name': 'bladder organ', 'original_name': 'bladder', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001003', 'name': 'skin epidermis', 'original_name': 'epidermis', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002113', 'name': 'kidney', 'original_name': 'kidney', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002367', 'name': 'prostate gland', 'original_name': 'prostate', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0008870', 'name': 'pulmonary alveolar parenchyma', 'original_name': 'fibroblasts', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0000160', 'name': 'intestine', 'original_name': 'intestine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'CL:0000540', 'name': 'neuron', 'original_name': 'neuron', 'category': 'biolink:Cell'}",
            "{'id': 'UBERON:0014892', 'name': 'skeletal muscle organ, vertebrate', 'original_name': 'skeletal muscle', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0002107', 'name': 'liver', 'original_name': 'liver', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001013', 'name': 'adipose tissue', 'original_name': 'adipose tissue', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 29
        },
        "biosample": {
          "percentage": 1.16,
          "raw_count": 3520,
          "record_count": 11,
          "sample_values": [
            "{'id': 'UBERON:0000178', 'name': 'blood', 'original_name': 'blood', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'GO:0005737', 'name': 'cytoplasm', 'original_name': 'cellular cytoplasm', 'category': 'biolink:CellularComponent'}",
            "{'id': 'UBERON:0001359', 'name': 'cerebrospinal fluid', 'original_name': 'cerebrospinal fluid (csf)', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001988', 'name': 'feces', 'original_name': 'feces', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001836', 'name': 'saliva', 'original_name': 'saliva', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001088', 'name': 'urine', 'original_name': 'urine', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001911', 'name': 'mammary gland', 'original_name': 'breast milk', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0036068', 'name': 'subglottis', 'original_name': 'breath', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0000173', 'name': 'amniotic fluid', 'original_name': 'amniotic fluid', 'category': 'biolink:AnatomicalEntity'}",
            "{'id': 'UBERON:0001089', 'name': 'sweat', 'original_name': 'sweat', 'category': 'biolink:AnatomicalEntity'}"
          ],
          "unique_count": 11
        },
        "category": {
          "percentage": 0.11,
          "raw_count": 952,
          "record_count": 1,
          "sample_values": [
            "biolink:SmallMolecule"
          ],
          "unique_count": 1
        },
        "cellular_component": {
          "percentage": 0.95,
          "raw_count": 1396,
          "record_count": 9,
          "sample_values": [
            "cytoplasm",
            "extracellular",
            "mitochondria",
            "membrane",
            "golgi apparatus",
            "peroxisome",
            "lysosome",
            "endoplasmic reticulum",
            "nucleus"
          ],
          "unique_count": 9
        },
        "chemical_formula": {
          "percentage": 13.45,
          "raw_count": 952,
          "record_count": 128,
          "sample_values": [
            "C4H8O3",
            "C8H8O3",
            "C4H8O2",
            "C2H4O2",
            "C6H8O6",
            "C12H22O11",
            "C9H13NO3",
            "C8H11NO2",
            "C2H7N",
            "C2H6O"
          ],
          "unique_count": 128
        },
        "description": {
          "percentage": 16.18,
          "raw_count": 952,
          "record_count": 154,
          "sample_values": [
            "3-Hydroxybutyric acid (CAS: 300-85-6), also known as beta-hydroxybutanoic acid, is a typical partial-degradation product of branched-chain amino acids (primarily valine) released from muscle for hepatic and renal gluconeogenesis. This acid is metabolized by 3-hydroxybutyrate dehydrogenase (catalyzes the oxidation of 3-hydroxybutyrate to form acetoacetate, using NAD+ as an electron acceptor). The enzyme functions in nervous tissues and muscles, enabling the use of circulating hydroxybutyrate as a fuel. In the liver mitochondrial matrix, the enzyme can also catalyze the reverse reaction, a step in ketogenesis. 3-Hydroxybutyric acid is a chiral compound having two enantiomers, D-3-hydroxybutyric acid and L-3-hydroxybutyric acid, and is a ketone body. Like the other ketone bodies (acetoacetate and acetone), levels of 3-hydroxybutyrate in blood and urine are raised in ketosis. In humans, 3-hydroxybutyrate is synthesized in the liver from acetyl-CoA and can be used as an energy source by the brain when blood glucose is low. Blood levels of 3-hydroxybutyric acid levels may be monitored in diabetic patients to look for diabetic ketoacidosis. Persistent mild hyperketonemia is a common finding in newborns. Ketone bodies serve as an indispensable source of energy for extrahepatic tissues, especially the brain and lung of developing mammals. Another important function of ketone bodies is to provide acetoacetyl-CoA and acetyl-CoA for the synthesis of cholesterol, fatty acids, and complex lipids. During the early postnatal period, acetoacetate (AcAc) and beta-hydroxybutyrate are preferred over glucose as substrates for the synthesis of phospholipids and sphingolipids in accord with requirements for brain growth and myelination. Thus, during the first two weeks of postnatal development, when the accumulation of cholesterol and phospholipids accelerates, the proportion of ketone bodies incorporated into these lipids increases. On the other hand, an increased proportion of ketone bodies is utilized for cerebroside synthesis during the period of active myelination. In the lung, AcAc serves better than glucose as a precursor for the synthesis of lung phospholipids. The synthesized lipids, particularly dipalmitoylphosphatidylcholine, are incorporated into surfactant, and thus have a potential role in supplying adequate surfactant lipids to maintain lung function during the early days of life (PMID: 3884391). 3-Hydroxybutyric acid is found to be associated with fumarase deficiency and medium-chain acyl-CoA dehydrogenase deficiency, which are inborn errors of metabolism. 3-Hydroxybutyric acid is a metabolite of Alcaligenes and can be produced from plastic metabolization or incorporated into polymers, depending on the species (PMID: 7646009, 18615882).",
            "p-Hydroxyphenylacetic acid, also known as 4-hydroxybenzeneacetate, is classified as a member of the 1-hydroxy-2-unsubstituted benzenoids. 1-Hydroxy-2-unsubstituted benzenoids are phenols that are unsubstituted at the 2-position. p-Hydroxyphenylacetic acid is considered to be slightly soluble (in water) and acidic.  p-Hydroxyphenylacetic acid can be synthesized from acetic acid. It is also a parent compound for other transformation products, including but not limited to, methyl 2-(4-hydroxyphenyl)acetate, ixerochinolide, and lactucopicrin 15-oxalate.  p-Hydroxyphenylacetic acid can be found in numerous foods such as olives, cocoa beans, oats, and mushrooms. p-Hydroxyphenylacetic acid can be found throughout all human tissues and in all biofluids. Within a cell, p-hydroxyphenylacetic acid is primarily located in the cytoplasm and in the extracellular space. p-Hydroxyphenylacetic acid is also a microbial metabolite produced by Acinetobacter, Clostridium, Klebsiella, Pseudomonas, and Proteus. Higher levels of this metabolite are associated with an overgrowth of small intestinal bacteria from Clostridia species including C. difficile, C. stricklandii, C. lituseburense, C. subterminale, C. putrefaciens, and C. propionicum (PMID: 476929, 12173102). p-Hydroxyphenylacetic acid is detected after the consumption of whole grain.",
            "Butyric acid is a short-chain fatty acid (SCFA) formed in the mammalian colon by bacterial fermentation of carbohydrates (including dietary fibre). It is a straight-chain alkyl carboxylic acid that appears as an oily, colorless liquid with an unpleasant (rancid butter) odor. The name butyric acid comes from the Greek word for \"butter\", the substance in which it was first found. Triglycerides of butyric acid constitute 3‚Äì4% of butter. When butter goes rancid, butyric acid is liberated from the short-chain triglycerides via hydrolysis. Butyric acid is a widely distributed SCFA and is found in all organisms ranging from bacteria to plants to animals. It is present in animal fat and plant oils, bovine milk, breast milk, butter, parmesan cheese, body odor and vomit. While butyric acid has an unpleasant odor, it does have a pleasant buttery taste. As a result, butyric acid is used as a flavoring agent in food manufacturing. Low-molecular-weight esters of butyric acid, such as methyl butyrate, also have very pleasant aromas or tastes. As a result, several butyrate esters are used as food and perfume additives. Butyrate is naturally produced by fermentation processes performed by obligate anaerobic bacteria found in the mammalian gut. It is a metabolite of several bacterial genera including Anaerostipes, Coprococcus, Eubacterium, Faecalibacterium and Roseburia (PMID: 12324374; PMID: 27446020). Highly-fermentable fiber residues, such as those from resistant starch, oat bran, pectin, and guar can be transformed by colonic bacteria into butyrate. One study found that resistant starch consistently produces more butyrate than other types of dietary fibre (PMID: 14747692). The production of butyrate from fibres in ruminant animals such as cattle is responsible for the butyrate content of milk and butter. Butyrate has a number of important biological functions and binds to several specific receptors. In humans, butyric acid is one of two primary endogenous agonists of human hydroxycarboxylic acid receptor 2 (HCA2), a G protein-coupled receptor. Like other SCFAs, butyrate is also an agonist at the free fatty acid receptors FFAR2 and FFAR3, which function as nutrient sensors that facilitate the homeostatic control of energy balance. Butyrate is essential to host immune homeostasis (PMID: 25875123). Butyrate's effects on the immune system are mediated through the inhibition of class I histone deacetylases (specifically, HDAC1, HDAC2, HDAC3, and HDAC8) and activation of its G-protein coupled receptor targets including HCA2, FFAR2 and FFAR3. Among the short-chain fatty acids, butyrate is the most potent promoter of intestinal regulatory T cells in vitro and the only SCFA that is an HCA2 ligand (PMID: 25741338). Butyrate has been shown to be a critical mediator of the colonic inflammatory response. It possesses both preventive and therapeutic potential to counteract inflammation-mediated ulcerative colitis and colorectal cancer. As a short-chain fatty acid, butyrate is metabolized by mitochondria as an energy source through fatty acid metabolism. In particular, it is an important energy source for cells lining the mammalian colon (colonocytes). Without butyrate, colon cells undergo autophagy (i.e., self-digestion) and die.",
            "Acetic acid is a two-carbon, straight-chain fatty acid. It is the smallest short-chain fatty acid (SCFA) and one of the simplest carboxylic acids. is an acidic, colourless liquid and is the main component in vinegar. Acetic acid has a sour taste and pungent smell. It is an important chemical reagent and industrial chemical that is used in the production of plastic soft drink bottles, photographic film; and polyvinyl acetate for wood glue, as well as many synthetic fibres and fabrics. In households diluted acetic acid is often used as a cleaning agent. In the food industry acetic acid is used as an acidity regulator. Acetic acid is found in all organisms, from bacteria to plants to humans. The acetyl group, derived from acetic acid, is fundamental to the biochemistry of virtually all forms of life. When bound to coenzyme A (to form acetylCoA) it is central to the metabolism of carbohydrates and fats. However, the concentration of free acetic acid in cells is kept at a low level to avoid disrupting the control of the pH of the cell contents. Acetic acid is produced and excreted in large amounts by certain acetic acid bacteria, notably the Acetobacter genus and Clostridium acetobutylicum. These bacteria are found universally in foodstuffs, water, and soil. Due to their widespread presence on fruit, acetic acid is produced naturally as fruits and many other sugar-rich foods spoil. Several species of anaerobic bacteria, including members of the genus Clostridium and Acetobacterium can convert sugars to acetic acid directly. However, Clostridium bacteria are less acid-tolerant than Acetobacter. Even the most acid-tolerant Clostridium strains can produce acetic acid in concentrations of only a few per cent, compared to Acetobacter strains that can produce acetic acid in concentrations up to 20%. Acetic acid is also a component of the vaginal lubrication of humans and other primates, where it appears to serve as a mild antibacterial agent. Acetic acid can be found in other biofluids such as urine at low concentrations. Urinary acetic acid is produced by bacteria such as Escherichia coli, Pseudomonas aeruginosa, Klebsiella pneumonia, Enterobacter, Acinetobacter, Proteus mirabilis, Citrobacter frundii, Enterococcus faecalis, Streptococcus group B, Staphylococcus saprophyticus (PMID: 22292465). Acetic acid concentrations greater than 30 uM/mM creatinine in the urine can indicate a urinary tract infection, which typically suggests the presence of E. coli or Klebshiella pneumonia in the urinary tract. (PMID: 24909875) Acetic acid is also produced by other bacteria such as Akkermansia, Bacteroidetes, Bifidobacterium, Prevotella and Ruminococcus (PMID: 20444704; PMID: 22292465).",
            "Ascorbic acid is found naturally in citrus fruits and many vegetables and is an essential nutrient in human diets. It is necessary to maintain connective tissue and bone. The biologically active form of ascorbic acid is vitamin C. Vitamin C is a water soluble vitamin. Primates (including humans) and a few other species in all divisions of the animal kingdom, notably the guinea pig, have lost the ability to synthesize ascorbic acid and must obtain it in their food. Vitamin C functions as a reducing agent and coenzyme in several metabolic pathways. Vitamin C is considered an antioxidant (PubChem). Ascorbic acid is an electron donor for enzymes involved in collagen hydroxylation, biosynthesis of carnitine and norepinephrine, tyrosine metabolism, and amidation of peptide hormones. Ascrobic acid (vitamin C) deficiency causes scurvy. The amount of vitamin C necessary to prevent scurvy may not be adequate to maintain optimal health. The ability of vitamin C to donate electrons also makes it a potent water-soluble antioxidant that readily scavenges free radicals such as molecular oxygen, superoxide, hydroxyl radical, and hypochlorous acid. In this setting, several mechanisms could account for a link between vitamin C and heart disease. One is the relation between LDL oxidation and vitamins C and E. Vitamin C in vitro can recycle vitamin E, which can donate electrons to prevent LDL oxidation in vitro. As the lipid-phase vitamin E is oxidized, it can be regenerated by aqueous vitamin C. Other possibilities are that vitamin C could decrease cholesterol by mechanisms not well characterized, or could improve vasodilatation and vascular reactivity, perhaps by decreasing the interactions of nitric oxide with oxidants (PMID: 10799361). Moreover, ascorbic acid is found to be associated with hyperoxalemia, which is an inborn error of metabolism. Ascorbic acid is also a microbial metabolite produced by Ketogulonicigenium (PMID: 15785002).",
            "Melibiose (CAS: 585-99-9) is a disaccharide consisting of one galactose and one glucose moiety in an alpha (1-6) glycosidic linkage. This sugar is produced and metabolized only by enteric and lactic acid bacteria and other microbes, such as Dickeya dadantii, Escherichia, Leuconostoc, and Saccharomyces (PMID: 19734309, 28453942). It is not an endogenous metabolite but may be obtained from the consumption of partially fermented molasses, brown sugar, or honey. Antibodies to melibiose will appear in individuals affected by Chagas' disease (Trypanosoma cruzi infection). Melibiose is not metabolized by humans but can be broken down by gut microflora, such as E. coli. In fact, E. coli is able to utilize melibiose as a sole source of carbon. Melibiose is first imported by the melibiose permease, MelB and then converted into β-D-glucose and β-D-galactose by the α-galactosidase encoded by melA. Because of its poor digestibility, melibiose (along with rhamnose) can be used together for noninvasive intestinal mucosa barrier testing. This test can be used to assess malabsorption or impairment of intestinal permeability. Recent studies with dietary melibiose have shown that it can strongly affect the Th cell responses to an ingested antigen. It has been suggested that melibiose could be used to enhance the induction of oral tolerance (PMID: 17986780).",
            "Epinephrine is a catecholamine, a sympathomimetic monoamine derived from the amino acids phenylalanine and tyrosine. It is the active sympathomimetic hormone secreted from the adrenal medulla in most species. It stimulates both the alpha- and beta- adrenergic systems, causes systemic vasoconstriction and gastrointestinal relaxation, stimulates the heart, and dilates bronchi and cerebral vessels. It is used in asthma and cardiac failure and to delay absorption of local anesthetics. Epinephrine also constricts arterioles in the skin and gut while dilating arterioles in leg muscles. It elevates the blood sugar level by increasing hydrolysis of glycogen to glucose in the liver, and at the same time begins the breakdown of lipids in adipocytes. Epinephrine has a suppressive effect on the immune system.",
            "Dopamine is a member of the catecholamine family of neurotransmitters in the brain and is a precursor to epinephrine (adrenaline) and norepinephrine (noradrenaline). Dopamine is synthesized in the body (mainly by nervous tissue and adrenal glands) first by the hydration of the amino acid tyrosine to DOPA by tyrosine hydroxylase and then by the decarboxylation of DOPA by aromatic-L-amino-acid decarboxylase. Dopamine is a major transmitter in the extrapyramidal system of the brain, and important in regulating movement. A family of receptors (dopamine receptors) mediates its action, which plays a major role in reward-motivated behaviour. Dopamine has many other functions outside the brain. In blood vessels, dopamine inhibits norepinephrine release and acts as a vasodilator (at normal concentrations); in the kidneys, it increases sodium excretion and urine output; in the pancreas, it reduces insulin production; in the digestive system, it reduces gastrointestinal motility and protects intestinal mucosa; and in the immune system, it reduces the activity of lymphocytes. Parkinson's disease, a degenerative condition causing tremor and motor impairment, is caused by a loss of dopamine-secreting neurons in an area of the midbrain called the substantia nigra. There is evidence that schizophrenia involves altered levels of dopamine activity, and most antipsychotic drugs used to treat this are dopamine antagonists, which reduce dopamine activity. Attention deficit hyperactivity disorder, bipolar disorder, and addiction are also characterized by defects in dopamine production or metabolism. It has been suggested that animals derived their dopamine-synthesizing machinery from bacteria via horizontal gene transfer that may have occurred relatively late in evolutionary time. This is perhaps a result of the symbiotic incorporation of bacteria into eukaryotic cells that gave rise to mitochondria. Dopamine is elevated in the urine of people who consume bananas. When present in sufficiently high levels, dopamine can be a neurotoxin and a metabotoxin. A neurotoxin is a compound that disrupts or attacks neural tissue. A metabotoxin is an endogenously produced metabolite that causes adverse health effects at chronically high levels. Chronically high levels of dopamine are associated with neuroblastoma, Costello syndrome, leukemia, phaeochromocytoma, aromatic L-amino acid decarboxylase deficiency, and Menkes disease (MNK). High levels of dopamine can lead to hyperactivity, insomnia, agitation and anxiety, depression, delusions, excessive salivation, nausea, and digestive problems. A study has shown that urinary dopamine is produced by Bacillus and Serratia (PMID: 24621061)",
            "Dimethylamine (DMA) is an organic secondary amine. It is a colorless, liquefied and flammable gas with an ammonia and fish-like odor. Dimethylamine is abundantly present in human urine. Main sources of urinary DMA have been reported to include trimethylamine N-oxide, a common food component, and asymmetric dimethylarginine (ADMA), an endogenous inhibitor of nitric oxide (NO) synthesis. ADMA is excreted in the urine in part unmetabolized and in part after hydrolysis to DMA by dimethylarginine dimethylaminohydrolase (DDAH). Statistically significant increases in urinary DMA have been found in individuals after the consumption of fish and seafoods. The highest values were obtained for individuals that consumed coley, squid and whiting with cod, haddock, sardine, skate and swordfish (PMID: 18282650). It has also been identified as a uremic toxin according to the European Uremic Toxin Working Group (PMID: 22626821). As a pure chemical substance Dimethylamine is used as dehairing agent in tanning, in dyes, in rubber accelerators, in soaps and cleaning compounds and as an agricultural fungicide. In the body, DMA also undergoes nitrosation under weak acid conditions to give dimethlynitrosamine. Study has shown that DMA is a metabolite of Arthrobacter and Micrococcus (PMID: 11422368 ; PMID: 7191).",
            "Ethanol is a clear, colorless liquid rapidly absorbed from the gastrointestinal tract and distributed throughout the body. It has bactericidal activity and is used often as a topical disinfectant. It is widely used as a solvent and preservative in pharmaceutical preparations as well as serving as the primary ingredient in alcoholic beverages. Indeed, ethanol has widespread use as a solvent of substances intended for human contact or consumption, including scents, flavorings, colorings, and medicines. Ethanol has a depressive effect on the central nervous system and because of its psychoactive effects, it is considered a drug. Ethanol has a complex mode of action and affects multiple systems in the brain, most notably it acts as an agonist to the GABA receptors. Death from ethanol consumption is possible when blood alcohol level reaches 0.4%. A blood level of 0.5% or more is commonly fatal. Levels of even less than 0.1% can cause intoxication, with unconsciousness often occurring at 0.3-0.4 %. Ethanol is metabolized by the body as an energy-providing carbohydrate nutrient, as it metabolizes into acetyl CoA, an intermediate common with glucose metabolism, that can be used for energy in the citric acid cycle or for biosynthesis. Ethanol within the human body is converted into acetaldehyde by alcohol dehydrogenase and then into acetic acid by acetaldehyde dehydrogenase. The product of the first step of this breakdown, acetaldehyde, is more toxic than ethanol. Acetaldehyde is linked to most of the clinical effects of alcohol. It has been shown to increase the risk of developing cirrhosis of the liver,[77] multiple forms of cancer, and alcoholism. Industrially, ethanol is produced both as a petrochemical, through the hydration of ethylene, and biologically, by fermenting sugars with yeast. Small amounts of ethanol are endogenously produced by gut microflora through anaerobic fermentation. However most ethanol detected in biofluids and tissues likely comes from consumption of alcoholic beverages. Absolute ethanol or anhydrous alcohol generally refers to purified ethanol, containing no more than one percent water. Absolute alcohol is not intended for human consumption. It often contains trace amounts of toxic benzene (used to remove water by azeotropic distillation). Consumption of this form of ethanol can be fatal over a short time period. Generally absolute or pure ethanol is used as a solvent for lab and industrial settings where water will disrupt a desired reaction. Pure ethanol is classed as 200 proof in the USA and Canada, equivalent to 175 degrees proof in the UK system. Ethanol is a general biomarker for the consumption of alcohol. Ethanol is also a metabolite of Hansenula and Saccharomyces (PMID: 14613880) (https://ac.els-cdn.com/S0079635206800470/1-s2.0-S0079635206800470-main.pdf?_tid=4d340044-3230-4141-88dd-deec4d2e35bd&acdnat=1550288012_0c4a20fe963843426147979d376cf624)."
          ],
          "unique_count": 154
        },
        "id": {
          "percentage": 16.18,
          "raw_count": 952,
          "record_count": 154,
          "sample_values": [
            "PUBCHEM.COMPOUND:92135",
            "PUBCHEM.COMPOUND:127",
            "PUBCHEM.COMPOUND:264",
            "PUBCHEM.COMPOUND:176",
            "INCHIKEY:CIWBSHSKHKDKBQ-JLAZNSOCSA-N",
            "PUBCHEM.COMPOUND:6602503",
            "PUBCHEM.COMPOUND:5816",
            "PUBCHEM.COMPOUND:681",
            "PUBCHEM.COMPOUND:674",
            "PUBCHEM.COMPOUND:702"
          ],
          "unique_count": 154
        },
        "logp": {
          "percentage": 8.4,
          "raw_count": 638,
          "record_count": 80,
          "sample_values": [
            "0.75",
            "0.79",
            "-0.17",
            "-1.85",
            "-1.37",
            "-0.98",
            "-0.38",
            "-0.31",
            "-3.17",
            "-1.11"
          ],
          "unique_count": 80
        },
        "melting_point": {
          "percentage": 10.61,
          "raw_count": 737,
          "record_count": 101,
          "sample_values": [
            "49 - 50 °C",
            "148 - 150 °C",
            "-5.7 °C",
            "16.6 °C",
            "191 °C",
            "84 °C",
            "211.5 °C",
            "128 °C",
            "-92.2 °C",
            "-114.1 °C"
          ],
          "unique_count": 101
        },
        "molecular_weight": {
          "percentage": 13.66,
          "raw_count": 947,
          "record_count": 130,
          "sample_values": [
            "{'average_molecular_weight': 104.1045, 'monoisotopic_molecular_weight': 104.047344122}",
            "{'average_molecular_weight': 152.1473, 'monoisotopic_molecular_weight': 152.047344122}",
            "{'average_molecular_weight': 88.1051, 'monoisotopic_molecular_weight': 88.0524295}",
            "{'average_molecular_weight': 60.052, 'monoisotopic_molecular_weight': 60.021129372}",
            "{'average_molecular_weight': 176.1241, 'monoisotopic_molecular_weight': 176.032087988}",
            "{'average_molecular_weight': 342.2965, 'monoisotopic_molecular_weight': 342.116211546}",
            "{'average_molecular_weight': 183.2044, 'monoisotopic_molecular_weight': 183.089543287}",
            "{'average_molecular_weight': 153.1784, 'monoisotopic_molecular_weight': 153.078978601}",
            "{'average_molecular_weight': 45.0837, 'monoisotopic_molecular_weight': 45.057849229}",
            "{'average_molecular_weight': 46.0684, 'monoisotopic_molecular_weight': 46.041864814}"
          ],
          "unique_count": 130
        },
        "molecular_weight.average_molecular_weight": {
          "percentage": 13.66,
          "raw_count": 947,
          "record_count": 130,
          "sample_values": [
            "104.1045",
            "152.1473",
            "88.1051",
            "60.052",
            "176.1241",
            "342.2965",
            "183.2044",
            "153.1784",
            "45.0837",
            "46.0684"
          ],
          "unique_count": 130
        },
        "molecular_weight.monoisotopic_molecular_weight": {
          "percentage": 13.66,
          "raw_count": 947,
          "record_count": 130,
          "sample_values": [
            "104.047344122",
            "152.047344122",
            "88.0524295",
            "60.021129372",
            "176.032087988",
            "342.116211546",
            "183.089543287",
            "153.078978601",
            "45.057849229",
            "46.041864814"
          ],
          "unique_count": 130
        },
        "name": {
          "percentage": 16.18,
          "raw_count": 952,
          "record_count": 154,
          "sample_values": [
            "3-hydroxybutyric acid",
            "p-hydroxyphenylacetic acid",
            "butyric acid",
            "acetic acid",
            "ascorbic acid",
            "melibiose",
            "epinephrine",
            "dopamine",
            "dimethylamine",
            "ethanol"
          ],
          "unique_count": 154
        },
        "state": {
          "percentage": 0.21,
          "raw_count": 922,
          "record_count": 2,
          "sample_values": [
            "solid",
            "liquid"
          ],
          "unique_count": 2
        },
        "synonyms": {
          "percentage": 465.34,
          "raw_count": 35365,
          "record_count": 4430,
          "sample_values": [
            "(r)-(-)-beta-hydroxybutyric acid",
            "(r)-3-hydroxybutanoic acid",
            "3-d-hydroxybutyric acid",
            "d-3-hydroxybutyric acid",
            "d-beta-hydroxybutyric acid",
            "(r)-(-)-b-hydroxybutyrate",
            "(r)-(-)-b-hydroxybutyric acid",
            "(r)-(-)-beta-hydroxybutyrate",
            "(r)-(-)-β-hydroxybutyrate",
            "(r)-(-)-β-hydroxybutyric acid"
          ],
          "unique_count": 4430
        },
        "water_solubility": {
          "percentage": 8.72,
          "raw_count": 686,
          "record_count": 83,
          "sample_values": [
            "60.7 mg/mL",
            "60.0 mg/mL",
            "1000.0 mg/mL",
            "400 mg/mL at 40 °C",
            "0.18 mg/mL",
            "535 mg/mL",
            "1630 mg/mL at 40 °C",
            "1300.0 mg/mL",
            "17 mg/mL",
            "0.0016 mg/mL"
          ],
          "unique_count": 83
        },
        "xrefs": {
          "percentage": 171.32,
          "raw_count": 10360,
          "record_count": 1631,
          "sample_values": [
            "PUBCHEM.COMPOUND:92135",
            "INCHIKEY:WHBMMWSBFZVSSR-GSVOUGTGSA-N",
            "smiles:C[C@@H](O)CC(O)=O",
            "CHEBI:17066",
            "HMDB:HMDB0000011",
            "CAS:625-72-9",
            "KEGG.COMPOUND:C01089",
            "chemspider:83181",
            "foodb.compound:FDB021869",
            "BIGG.METABOLITE:36784"
          ],
          "unique_count": 1631
        }
      },
      "record_count": 952,
      "subject_properties": {
        "category": {
          "percentage": 0.11,
          "raw_count": 952,
          "record_count": 1,
          "sample_values": [
            "biolink:OrganismTaxon"
          ],
          "unique_count": 1
        },
        "description": {
          "percentage": 14.29,
          "raw_count": 656,
          "record_count": 136,
          "sample_values": [
            "A genus of Gram-negative, aerobic, rod-shaped bacteria in the family Alcaligenaceae. [NCIT]",
            "A genus of bacteria within the phylum Proteobacteria consisting of strictly aerobic nonfermentative gram-negative bacilli. [NCIT]",
            "A genus of gram-positive, obligate anaerobic bacteria in the Firmicutes phylum capable of producing endospores. [NCIT]",
            "A species of anaerobic, Gram positive, rod shaped bacteria assigned to the phylum Proteobacteria. This species is spore forming, motile, produces the type G toxin, does not hydrolyze esculin and is beta-hemolytic. C. subterminale is isolated from soil and is pathogenic, being a causative agent of botulism. [NCIT]",
            "A genus of Gram-negative, non-motile, rod-shaped bacteria that have a polysaccharide-based capsule and are oxidase negative. Klebsiella spp. are frequent human pathogens. [NCIT]",
            "A species of facultatively anaerobic, Gram negative, rod shaped bacteria assigned to the phylum Proteobacteria. This species is nonmotile, oxidase negative, and produces acid from glucose, mannitol, rhamnose, arabinose and amygdalin. K. ozaenae is pathogenic and a causative agent of ozena/atrophic rhinitis. [NCIT]",
            "A genus of gram-negative, motile, non-spore-forming, rod-shaped bacteria in the phylum Proteobacteria. [NCIT]",
            "A species of facultatively anaerobic, Gram negative, rod shaped bacteria in the phylum Proteobacteria. This species is motile, non spore forming, produces pyorubin, pyocyanin and fluorescein and has minimal nutrient requirements. P. aeruginosa is an opportunistic pathogen found in soil, water and as a part of skin flora that can cause lethal infections in cystic fibrosis patients, burn victims and immunocompromised individuals. [NCIT]",
            "A genus of aerobic, Gram positive, rod shaped bacterium assigned to the phylum Firmicutes and the family Eubacteriaceae. [NCIT]",
            "A genus of anaerobic, Gram positive, cocci shaped bacterium assigned to the phylum Firmicutes and the family Ruminococcaceae. [NCIT]"
          ],
          "unique_count": 136
        },
        "id": {
          "percentage": 37.92,
          "raw_count": 952,
          "record_count": 361,
          "sample_values": [
            "NCBITaxon:507",
            "NCBITaxon:106590",
            "NCBITaxon:469",
            "NCBITaxon:470",
            "NCBITaxon:1485",
            "NCBITaxon:1496",
            "NCBITaxon:1537",
            "NCBITaxon:28446",
            "NCBITaxon:99675",
            "NCBITaxon:1511"
          ],
          "unique_count": 361
        },
        "lineage": {
          "percentage": 71.22,
          "raw_count": 9277,
          "record_count": 678,
          "sample_values": [
            "507",
            "506",
            "80840",
            "28216",
            "1224",
            "3379134",
            "2",
            "131567",
            "1",
            "106590"
          ],
          "unique_count": 678
        },
        "mapping_tool": {
          "percentage": 0.42,
          "raw_count": 952,
          "record_count": 4,
          "sample_values": [
            "ete3",
            "manual",
            "text2term",
            "entrez"
          ],
          "unique_count": 4
        },
        "name": {
          "percentage": 37.92,
          "raw_count": 952,
          "record_count": 361,
          "sample_values": [
            "alcaligenes",
            "cupriavidus necator",
            "acinetobacter",
            "acinetobacter baumannii",
            "clostridium",
            "clostridioides difficile",
            "romboutsia lituseburensis",
            "anaerotignum propionicum",
            "clostridium putrefaciens",
            "acetoanaerobium sticklandii"
          ],
          "unique_count": 361
        },
        "organism_type": {
          "percentage": 0.42,
          "raw_count": 952,
          "record_count": 4,
          "sample_values": [
            "biolink:Bacterium",
            "Eukaryote",
            "Other",
            "Archaeon"
          ],
          "unique_count": 4
        },
        "original_name": {
          "percentage": 40.23,
          "raw_count": 952,
          "record_count": 383,
          "sample_values": [
            "alcaligenes",
            "alcaligenes eutrophus",
            "acinetobacter",
            "acinetobacter baumannii",
            "clostridium",
            "clostridium difficile",
            "clostridium lituseburense",
            "clostridium propionicum",
            "clostridium putrefaciens",
            "clostridium stricklandii"
          ],
          "unique_count": 383
        },
        "parent_taxid": {
          "percentage": 26.58,
          "raw_count": 952,
          "record_count": 253,
          "sample_values": [
            "506",
            "106589",
            "468",
            "909768",
            "31979",
            "1870884",
            "1501226",
            "2039240",
            "1485",
            "186831"
          ],
          "unique_count": 253
        },
        "rank": {
          "percentage": 0.95,
          "raw_count": 952,
          "record_count": 9,
          "sample_values": [
            "genus",
            "species",
            "phylum",
            "subspecies",
            "no rank",
            "family",
            "kingdom",
            "class",
            "order"
          ],
          "unique_count": 9
        },
        "taxid": {
          "percentage": 37.92,
          "raw_count": 952,
          "record_count": 361,
          "sample_values": [
            "507",
            "106590",
            "469",
            "470",
            "1485",
            "1496",
            "1537",
            "28446",
            "99675",
            "1511"
          ],
          "unique_count": 361
        },
        "xrefs": {
          "percentage": 14.81,
          "raw_count": 656,
          "record_count": 141,
          "sample_values": [
            "C86012",
            "C76200",
            "C76275",
            "C86295",
            "C28165",
            "C86457",
            "C76375",
            "C86696",
            "C86383",
            "C86393"
          ],
          "unique_count": 141
        }
      }
    }
  }
}